[
   {
      "title": "Lords of War",
      "year": "",
      "character": "Yuri Orlov",
      "plot": [
         "Inds Orlov, the world's most famous arms dealer, discovers that he has a son, Anton who is trying to outdo his father by raising an army of mercenaries to fight in America's Middle Eastern conflicts, triggering a father-son rivalry."
      ],
      "genres": [
         "Crime",
         "Thriller"
      ],
      "cover": null
   },
   {
      "title": "Arcadian",
      "year": "2024",
      "character": "Paul",
      "plot": [
         "A Survival-action Thriller about a Father and his twin sons trying to survive Ferocious Creatures that attacks their remote farmhouse",
         "Sand and Stones is set in a world where society has collapsed and the population plummeted. Cage is playing a man who has managed to survive on a remote farmhouse with his twin teenage sons. However, the family is not safe. Every night, after the sun sets, \"ferocious creatures\" begin to hunt, killing any living being that crosses its path. The family finds themselves fighting to survive after one of the sons makes a mistake that opens them up for attack."
      ],
      "genres": [
         "Action",
         "Horror",
         "Thriller"
      ],
      "cover": null
   },
   {
      "title": "Dream Scenario",
      "year": "2024",
      "character": "",
      "plot": [
         "Plot kept under wraps."
      ],
      "genres": [
         "Comedy",
         "Horror"
      ],
      "cover": null
   },
   {
      "title": "Longlegs",
      "year": "2024",
      "character": "",
      "plot": [
         "FBI Agent Lee Harker is assigned to an unsolved serial killer case that takes unexpected turns, revealing evidence of the occult. Harker discovers a personal connection to the killer and must stop him before he strikes again."
      ],
      "genres": [
         "Horror",
         "Thriller"
      ],
      "cover": null
   },
   {
      "title": "Sympathy for the Devil",
      "year": "2023",
      "character": "The Passenger",
      "plot": [
         "After being forced to drive a mysterious passenger at gunpoint, a man finds himself in a high-stakes game of cat and mouse where it becomes clear that not everything is as it seems."
      ],
      "genres": [
         "Action",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTdjNTI5YTctMGNhMC00MzMyLThkNWMtZDc4ZDIzYjBlZTJkXkEyXkFqcGdeQXVyMTA1MDIxODk4._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Retirement Plan",
      "year": "2023",
      "character": "Matt",
      "plot": [
         "In The Retirement Plan, when Ashley (Ashley Greene) and her young daughter Sarah (Thalia Campbell) get caught up in a criminal enterprise that puts their lives at risk, she turns to the only person who can help - her estranged father Matt (Nicolas Cage), currently living the life of a retired beach bum in the Cayman Islands. Their reunion is fleeting as they are soon tracked down on the island by crime boss Donnie (Jackie Earle Haley) and his lieutenant Bobo (Ron Perlman). As Ashley, Sarah and Matt become entangled in an increasingly dangerous web, Ashley quickly learns her father had a secret past that she knew nothing about and that there is more to her father than meets the eye.—Andreas Wiseman"
      ],
      "genres": [
         "Action",
         "Comedy",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYmM4MWRkZGItYzliZS00MzgwLThhMzItOTlhOTRiNTQ4MGZjXkEyXkFqcGdeQXVyMTI4MjIyNjI@._V1_SY150_CR7,0,101,150_.jpg"
   },
   {
      "title": "Renfield",
      "year": "2023",
      "character": "Dracula",
      "plot": [
         "Renfield, Dracula's henchman and inmate at the lunatic asylum for decades, longs for a life away from the Count, his various demands, and all of the bloodshed that comes with them.",
         "In this modern monster tale of Dracula's loyal servant, Renfield, the tortured aide to history's most narcissistic boss is forced to procure his master's prey and do his every bidding, no matter how debased. But now, after centuries of servitude, Renfield is ready to see if there's a life outside the shadow of The Prince of Darkness. If only he can figure out how to end his codependency.—Universal Pictures"
      ],
      "genres": [
         "Comedy",
         "Fantasy",
         "Horror"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNDIwYjVjMDMtOGYxMy00ZTRiLWE0YzktMjIwYmNhOGE4NGQ4XkEyXkFqcGdeQXVyNjY1MTg4Mzc@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Old Way",
      "year": "2023",
      "character": "Colton Briggs",
      "plot": [
         "An old gunslinger and his daughter must face the consequences of his past, when the son of a man he murdered years ago arrives to take his revenge."
      ],
      "genres": [
         "Action",
         "Drama",
         "Western"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMmNiODQ2MmQtOTdmNi00Y2M0LTkyYWUtMmQ2YmFiZmZmMzNkXkEyXkFqcGdeQXVyMjAwNzA4MDE@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Butcher's Crossing",
      "year": "2022",
      "character": "Miller",
      "plot": [
         "A frontier epic about an Ivy League drop-out as he travels to the Colorado wilderness, where he joins a team of buffalo hunters on a journey that puts his life and sanity at risk. Based on the highly acclaimed novel by John Williams."
      ],
      "genres": [
         "Drama",
         "Western"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BY2MxYmFmNDgtZTMyNS00YTE2LWExMjEtNjFiODI4Njg2NTY2XkEyXkFqcGdeQXVyMTA1MDIxODk4._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Unbearable Weight of Massive Talent",
      "year": "2022",
      "character": "Nick Cage / Nicky (as Nicolas Kim Coppola)",
      "plot": [
         "Moviestar Nick Cage is channeling his iconic characters as he's caught between a superfan and a CIA agent.",
         "The fictionalized version of Nick Cage must accept a $1 million offer to attend the birthday of a dangerous super fan Javi Gutierrez. Things take a wildly unexpected turn when Nick Cage is recruited by a CIA operative Vivian and forced to live up to his own legend, channeling his most iconic and beloved on-screen characters in order to save himself and his loved ones.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "Unfortunately, Hollywood mega-star Nicolas Cage, is with his back to the wall. Drowning in debt after an ugly divorce, Nick is willing to try everything to get his career back on track, including appearing at a one-off, ludicrously well-paid event for Spanish olive-oil magnate and number one Nicolas Cage fan Javi Gutierrez in sunny Mallorca. Instead, undercover CIA agents, an abduction right under everyone's nose, and an unwanted, peril-laden mission spell trouble for everyone involved, dragging Cage into a frantic adventure. And just like the movies, the guns have the final say. Can a lifetime of experience in killer one-liners and exciting climactic endings save the guy from The Croods: A New Age (2020)?—Nick Riganas",
         "Nicolas Cage is totally preoccupied with his career, his narcissism fueled by insecurity in being constantly pestered by the manifestation of his ego, \"Nicky\", in his failures. Those failures are currently real in no longer getting the film roles he wants, and that obsession negatively affecting his relationships with his ex-wife Olivia but more importantly his sixteen year old daughter Addy. Solely as an excuse to address that professional flailing, he decides to quit acting. But still needing to pay the bills, especially in light of the divorce, he accepts a lucrative private appearance in Mallorca at super-fan Javi Gutierrez's birthday party, Nic unaware that Javi is an aspiring screenwriter who wants him to star in his penned movie. Nic's arrival at Javi's catches the attention of CIA agents Vivian and Martin, who are investigating the politically motivated kidnapping of a young woman named Maria Delgado. This confluence of events places Nic in arguably the greatest acting role of his life, but one that is real life with implications of his life and that of his loved ones at risk. But in the greatest of cinematic traditions, not everything that happens around him is always as it appears on the surface.—Huggo"
      ],
      "genres": [
         "Action",
         "Comedy",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNDM2ODNiMWItOWRkNS00ODE3LWE2OGYtNTZkMDJkOWI1ODMxXkEyXkFqcGdeQXVyMjMxOTE0ODA@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Pig",
      "year": "2021/I",
      "character": "Rob",
      "plot": [
         "A truffle hunter who lives alone in the Oregon wilderness must return to his past in Portland in search of his beloved foraging pig after she is kidnapped.",
         "With his only connection to the outside world lying in Portland businessman Amir, taciturn, meditative hermit Rob has found solace deep in the heart of the dense Oregon forests and the unique bond with his only companion: his beloved truffle-hunting pig. Tired of grappling with the profound sadness of prolonged grief, Rob relies on a simple daily routine to keep his sanity, self-respect, and dignity, utterly unaware that he has already caught unwanted attention. Now, his best friend is missing, and revenge can only make things worse. Indeed, strange as it sounds, inconsolable Rob only wants his pig back, and if he has to, he'll go to the edge of the world to find her. But first things first. Who has Rob's pig?—Nick Riganas"
      ],
      "genres": [
         "Drama",
         "Mystery"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BOTc2NjRmN2QtMGY1Ny00MTc2LWJmMWUtZmViOTkyNjk2NGExXkEyXkFqcGdeQXVyNzg5MzIyOA@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Willy's Wonderland",
      "year": "2021",
      "character": "The Janitor",
      "plot": [
         "A quiet drifter is tricked into a janitorial job at the now condemned Willy's Wonderland. The mundane tasks suddenly become an all-out fight for survival against wave after wave of demonic animatronics. Fists fly, kicks land, titans clash -- and only one side will make it out alive.",
         "A quiet loner (Nic Cage) finds himself stranded in a remote town when his car breaks down. Unable to pay for the repairs he needs, he agrees to spend the night cleaning Willy's Wonderland, an abandoned family fun center. But this wonderland has a dark secret that the \"The Janitor\" is about to discover. He soon finds himself trapped inside Willy's and locked in an epic battle with the possessed animatronic mascots that roam the halls. To survive, he must fight his way through each of them.—Screen Media Ventures",
         "When a lone wanderer's car breaks down in a small town called Hayesville, the mechanic tells him he can fix it but the wanderer has no money. The mechanic then suggests he can pay it off if he cleans up an abandoned family fun center called Willy's Wonderland. He agrees, but he soon learns that this is no ordinary cleanup job, and must fight his way through the animatronic animals that have come to life and murder anyway unlucky enough to clean the fun center—devint-34563"
      ],
      "genres": [
         "Action",
         "Comedy",
         "Horror",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BOTc3ZjVkYTYtMDZiMC00OTliLWE3OTEtYjY5NTBmNGJjYTBmXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Prisoners of the Ghostland",
      "year": "2021",
      "character": "Hero",
      "plot": [
         "A notorious criminal must break an evil curse in order to rescue an abducted girl who has mysteriously disappeared.",
         "Set in the treacherous frontier city of Samurai Town where a ruthless bank robber is sprung from jail by wealthy warlord The Governor, whose adopted granddaughter Bernice has gone missing. The Governor offers the prisoner his freedom in exchange for retrieving the runaway. Strapped into a leather suit that will self-destruct within three days, the bandit sets off on a journey to find the young woman and his own path to redemption."
      ],
      "genres": [
         "Fantasy",
         "Horror",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYTE3YWU3MjYtYTAxYy00ODQ0LTg3MDQtMmNjMDU3MDRlNTY2XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Croods: A New Age",
      "year": "2020",
      "character": "Grug (voice)",
      "plot": [
         "The prehistoric family the Croods are challenged by a rival family the Bettermans, who claim to be better and more evolved.",
         "Still searching for a place to settle down after the cataclysmic events of The Croods (2013), the overprotective prehistoric patriarch, Grug, leads his family to the great unknown. Hoping for the best in an increasingly dangerous world, while trying to come to terms with Eep and Guy's budding romance, Grug stumbles upon a secluded Eden of plenty, containing everything that they have been seeking. However, there is a catch. This verdant heaven on Earth is already occupied by the significantly more evolved Bettermans: Phil, Hope, and their daughter, Dawn. Now, as tensions boil over between the antagonistic clans, a new menace threatens the future of both families. Can the Croods and the Bettermans put aside their differences to fight the common enemy, and live to tell the tale?—Nick Riganas"
      ],
      "genres": [
         "Animation",
         "Adventure",
         "Comedy",
         "Family",
         "Fantasy"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNjUwNjdhM2UtYTcxZC00NTI4LTlhZWMtMGEzNjBiZWI1NzJiXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Jiu Jitsu",
      "year": "2020",
      "character": "Wylie",
      "plot": [
         "Every six years, an ancient order of jiu-jitsu fighters joins forces to battle a vicious race of alien invaders. But when a celebrated war hero goes down in defeat, the fate of the planet and mankind hangs in the balance.",
         "When Jake Barnes, a master Jiu Jitsu fighter, refuses to face Brax, an indomitable alien creature, the future of humanity hangs in the balance. Injured and suffering from severe amnesia, Jake is captured by a military squad unequipped to fight the merciless intruder who has descended upon the planet. Jake is rescued by Wylie, and an ancient order of Jiu Jitsu fighters who must help him recover his memory and regain his strength in order to band together and defeat Brax in an epic battle that will determine the fate of mankind.—Highland Film Group"
      ],
      "genres": [
         "Action",
         "Sci-Fi",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BOWU2YzRlYzYtNDE0Mi00NzhkLTkxYWItZDMxNmQxZmRjZWY2XkEyXkFqcGdeQXVyMTEyMjM2NDc2._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Grand Isle",
      "year": "2019",
      "character": "Walter",
      "plot": [
         "A young father is charged with murder and must prove his innocence by recalling a very twisted and dark night of events."
      ],
      "genres": [
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNDAyN2M2OTgtMjc5Ni00MDJiLTk0OWEtMWI3MDA0NzNjZmRkXkEyXkFqcGdeQXVyNDExMzMxNjE@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Primal",
      "year": "2019",
      "character": "Frank Walsh",
      "plot": [
         "Frank's caught wildlife in the Brazilian jungle incl. a 400 lbs. white jaguar. He ships it on the same ship as an arrested assassin. The assassin breaks free and frees the animals.",
         "A big-game hunter for zoos has booked passage on a Latin American shipping freighter with a fresh haul of exotic and deadly animals from the Amazon, including a rare white Jaguar - along with a political assassin being extradited to the U.S in secret. Two days into the journey, the assassin escapes and releases the captive animals, throwing the ship into chaos.—anonymous",
         "The hunter Frank Walsh captures and steals wild animals from the Floresta Amazônica and smuggles them in a ship. Meanwhile, an American agency brings the skilled agent Richard Loffler, who was trained to be an assassin, together with a security team and a doctor to be transported to the USA in the same vessel. Along the journey, Loffler escapes and releases the animals to bring chaos on board.—Claudio Carvalho, Rio de Janeiro, Brazil"
      ],
      "genres": [
         "Action",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZThhM2Y1NjItMGE1NS00NWQ4LTliM2ItZDA5ZDNjYjk0YTE0XkEyXkFqcGdeQXVyMzQwMTY2Nzk@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Kill Chain",
      "year": "2019",
      "character": "Araña",
      "plot": [
         "Three strangers' lives are inevitably entangled in a conflict none of them are prepared for.",
         "A hotel room shootout between two assassins kicks off a long night of bodies falling like dominoes, as we follow a chain of crooked cops, gangsters, hitmen, a femme Fatale and an ex-mercenary through a confluence of murder, betrayal, revenge and redemption."
      ],
      "genres": [
         "Action",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNDk0YWRhOWEtMjRlZi00M2RjLWJmOTAtZTVkNWY5Yzg5NGE5XkEyXkFqcGdeQXVyMTA4MzI0NDQz._V1_SY150_CR2,0,101,150_.jpg"
   },
   {
      "title": "Running with the Devil",
      "year": "2019",
      "character": "The Cook",
      "plot": [
         "The CEO of an international conglomerate sends two of his most regarded executives to investigate why shipments of cocaine are being hijacked and over cut somewhere on the supply chain.",
         "A large batch of cocaine smuggled from Mexico to Canada through the United States is mysteriously lost along the way. The head of the drug cartel instructs his two assistants, Cook and Man, to figure out where and what exactly went wrong. Cook and Man must check the entire chain of international drug trafficking, crossing borders while trying to slip away from the feds.—Peter-Patrick76 (peter-patrick@mail.com)"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BN2JjZWU0MTUtZDNkMC00MmViLTg1MDAtNzI1OTNlODJhN2E3XkEyXkFqcGdeQXVyMTA1MDIxODk4._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Color Out of Space",
      "year": "2019",
      "character": "Nathan",
      "plot": [
         "A secluded farm is struck by a strange meteorite which has apocalyptic consequences for the family living there and possibly the world.",
         "A story of cosmic terror about The Gardners, a family who moves to a remote farmstead in rural New England to escape the hustle of the 21st century. They are busy adapting to their new life when a meteorite crashes into their front yard. The mysterious aerolite seems to melt into the earth, infecting both the land and the properties of space-time with a strange, otherworldly color. To their horror, the Gardner family discover that this alien force is gradually mutating every life form that it touches...including them.",
         "When an iridescent meteorite plummets from outer space and into the property and foundations of a remote New England estate, a malignant force begins to insidiously permeate the lives of an unassuming family. The effects are gradual - time begins to dilate, nature assumes an otherworldly hue - and all things bright and beautiful eventually mutate and corrupt under its influence. So proceeds this eerie adaptation of the short story by H.P. Lovecraft, one of horror's most haunting, here presented by the enigmatic South African filmmaker Richard Stanley. Returning to Midnight Madness 29 years after his hypnotic killer-robot fandango Hardware first premiered in the section, Stanley summons his uniquely hallucinogenic sensibilities to envelope his endearing characters in surreal, incremental dread. At first, their domestic bliss is quietly fraught with an undercurrent of unnerving tension, before eventually boiling over into delirious, acid-fueled terror. The patriarch of this doomed brood is none other than Nicolas Cage, continuing his recent renaissance as a midnight-movie staple with an increasingly unhinged performance that reliably ricochets among every technique in the Stanislavski playbook. The rest of the ensemble, which includes Joely Richardson and Tommy Chong, play effective foils to Cage's delirium, but the real star of the show is the alien entity itself. This all-consuming, dispassionate menace manifests itself in a series of grotesque, body-horror, and psychedelic spectacles, worthy of its ineffable literary origins.—Toronto International Film Festival",
         "After a meteorite lands in the front yard of their farm, Nathan Gardner (Nicolas Cage) and his family find themselves battling a mutant extraterrestrial organism as it infects their minds and bodies, transforming their quiet rural life into a technicolor nightmare.—RLJE Films",
         "In the lands west to Arkham (New England) lives the Gardner family: father Nathan, mother Theresa, older brother Benny, middle sister Lavinia and little child Jack. Fulfilling the first year of the moving to Nathan's family house from the city and six months of Theresa's mastectomy to heal her cancer, Lavinia feels her life struck trapped in the middle of nowhere. Fan lover of Wiccan witchcraft, the same day that she makes a ritual hoping back to the city she meets Ward Phillips, a young hydrologist sent to test the healthiness of the water in the zone. This night, a meteorite falls close to the house, causing a great shock and illuminating everything with a strange color. Looking for help, Nathan calls Mayor Tooma and Sheriff Pierce with unsuccessful results, but Ward appears and interests about it, accepting Nathan's advice to meet Ezra, the old hippie who lives close to them. However, the Gardner's family life turns soon in a nightmare: Nathan's body start to be infected by the arms and absent-minded Theresa cuts herself two fingers while she was cutting carrots to dinner. While Nathan takes Theresa to the hospital, the other three feel the corrupt influence of the meteorite: Jack obsesses with \"the man in the well\" that he hears all the time, Benny experiments memory losses by time dilation and Lavinia feels her own body ill. At the same time, animals and plants in the vicinity mutate by the contact bathed with the color. But when Nathan and Theresa return from the hospital, horror takes over Gardners: a wave of color hit Jack and Theresa to transform them in an unspeakable being. While Ward tries to save Gardners and specially Lavinia, situation gets out-of-control by a deranged Nathan. With time against him, can will Ward find the way to save the day before color destroy everything in its path?—Chockys"
      ],
      "genres": [
         "Horror",
         "Mystery",
         "Sci-Fi",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZjQ1YTM4M2UtMTQxNS00YjdjLTgwZGYtZTgzYmFiYjFkYzNlXkEyXkFqcGdeQXVyMTkxNjUyNQ@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "A Score to Settle",
      "year": "2019",
      "character": "Frank Carver",
      "plot": [
         "An ex-enforcer for a local crime syndicate has vowed to enact retribution on his mob bosses after 19 years of wrongful imprisonment. The only thing diverting his violent plans is a new found relationship to his beloved son.",
         "After serving 19 years in prison for a crime not committed, Frank is released. He will have to make a choice - to make up for lost years with his son or to take revenge on people whom he considered friends. Will Frank be able to start life again?—Peter-Patrick76 (peter-patrick@mail.com)"
      ],
      "genres": [
         "Action",
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNmI0ODdkMTItMzQ5YS00MWZhLTg3NDItNTM1NTc0Zjk3MjM4XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY150_CR2,0,101,150_.jpg"
   },
   {
      "title": "Spider-Man: Into the Spider-Verse",
      "year": "2018",
      "character": "Spider-Man Noir (voice)",
      "plot": [
         "Teen Miles Morales becomes the Spider-Man of his universe, and must join with five spider-powered individuals from other dimensions to stop a threat for all realities.",
         "Phil Lord and Christopher Miller, the creative minds behind The Lego Movie and 21 Jump Street, bring their unique talents to a fresh vision of a different Spider-Man Universe, with a groundbreaking visual style that's the first of its kind. \"Spider-Man(TM): Into the Spider-Verse\" introduces Brooklyn teen Miles Morales (Shameik Moore), and the limitless possibilities of the Spider-Verse, where more than one can wear the mask.—Sony Pictures",
         "Miles Morales has just started at a new school and is struggling to fit in. Then he is bitten by a radioactive spider and he obtains certain powers, similar to those of Spiderman. He doesn't know what to do with the powers, or how to control them, so naturally he turns to Spider-Man for advice.—grantss",
         "Struggling to find his place in the world while juggling school and family, Miles Morales, a smart teenager from Brooklyn, reluctantly enrols in an elite New York City boarding school. Wrestling with his new responsibilities, Miles discovers a whole new world hidden at an abandoned NYC subway tunnel, only to get bitten by a stealthy radioactive arachnid from another dimension. Now, gifted with unfathomable powers, much like the original Spider-Man (2002), Miles is shocked to discover that life has become even more complicated, unbeknownst to him that he is about to get caught in the middle of a dreadful inter-dimensional conflict. More and more, with the fate of the multiverse hanging by a thread, young and utterly inexperienced Miles has no other choice but to master his newfound abilities, even though he believes that not everyone is cut out to be a hero. But a hero isn't the one who always wins. It's the one who always tries. Can Miles take a leap of faith and become Spider-Man?—Nick Riganas"
      ],
      "genres": [
         "Animation",
         "Action",
         "Adventure",
         "Comedy",
         "Family",
         "Fantasy",
         "Sci-Fi"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjMwNDkxMTgzOF5BMl5BanBnXkFtZTgwNTkwNTQ3NjM@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Between Worlds",
      "year": "2018",
      "character": "Joe",
      "plot": [
         "Joe meets a mother who can contact spirits when suffocating. Her daughter is dying when Joe helps the mother spiritually contact the daughter and save her. Unfortunately, the spirit in the daughter's body is now that of Joe's dead wife.",
         "The story follows Joe, (Cage), a down-on-his-luck truck driver haunted by the memory of his deceased wife and child. He meets Julie (Potente), a spiritually gifted woman who enlists Joe in a desperate effort to find the lost soul of her comatose daughter, Billie (Mitchell). But the spirit of Joe's dead wife Mary proves stronger, possessing the young woman's body and determined to settle her unfinished business with the living.—Anonymous"
      ],
      "genres": [
         "Fantasy",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTkyOTExNTktNmQyMy00MGRkLTg5ODUtMzYzMGMxNDc4YmQwXkEyXkFqcGdeQXVyMTAxMjgyMDQ@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Teen Titans GO! to the Movies",
      "year": "2018",
      "character": "Superman (voice)",
      "plot": [
         "A villain's maniacal plan for world domination sidetracks five teenage superheroes who dream of Hollywood stardom.",
         "It seems to the Teens that all the major superheroes out there are starring in their own movies-everyone but the Teen Titans, that is. But de facto leader Robin is determined to remedy the situation, and be seen as a star instead of a sidekick. If only they could get the hottest Hollywood film director to notice them. With a few madcap ideas and a song in their heart, the Teen Titans head to Tinsel Town, certain to pull off their dream. But when the group is radically misdirected by a seriously super villain and his maniacal plan to take over the Earth, things really go awry. The team finds their friendship and their fighting spirit failing, putting the very fate of the Teen Titans themselves on the line.—Warner Bros. Pictures",
         "When Hollywood starts making blockbuster movies about all of their super-peers, the Teen Titans realize that the world doesn't consider them \"real\" heroes worthy of gracing the big screen. Robin (Scott Menville), Cyborg (Khary Payton), Beast Boy (Greg Cipes), Raven (Tara Strong) and Starfire (Hynden Walch) decide to prove themselves by taking on super villain Slade. Directed by Hubertus Hoffmann. Featuring the voices of Will Arnett, Kristen Bell, Stan Lee, Patton Oswalt, Wil Wheaton, Nicolas Cage, Lil Yachty and Halsey. Directed by Aaron Horvath and Peter Rida Michail.",
         "In Jump City, the Teen Titans arrive to stop the Balloon Man. When he cannot figure out who they are, the Teen Titans jump into a rap song to introduce themselves and become distracted, forcing the Justice League to intervene. They criticize the Titans for being childish, not taking anything seriously, and bring up the fact that they do not have a movie of their own to prove their legitimacy. While at the premiere of Batman Again after Raven sent the Challengers of the Unknown to another dimension, Robin humiliates himself, after assuming that there will be a movie about him, and is laughed out by the audience. At the rest of the team's suggestion, Robin resolves that in order to get a movie made about him and the Titans, they need an arch-nemesis.."
      ],
      "genres": [
         "Animation",
         "Action",
         "Adventure",
         "Comedy",
         "Family",
         "Fantasy",
         "Musical",
         "Sci-Fi"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BOTZhMTIwZDUtYjZjZS00MmViLTg3NzEtNWE5NzI1NDUwNDJmXkEyXkFqcGdeQXVyODQxMTI4MjM@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "211",
      "year": "2018",
      "character": "Mike Chandler",
      "plot": [
         "While on a routine patrol, an aging cop, his partner and their ride-along, get caught in a standoff with a band of former mercenaries robbing a bank."
      ],
      "genres": [
         "Action",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTkxNjA0MjMzNF5BMl5BanBnXkFtZTgwNTM2NzczNTM@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Looking Glass",
      "year": "2018/I",
      "character": "Ray",
      "plot": [
         "A couple buy a desert motel where they find that strange, mysterious events occur.",
         "A psycho- sexual thriller following a couple that buys an old motel in the desert looking for a new beginning, but what seemed at first as an escape is soon a thrilling ride through a mysterious world when Ray discovers a two way mirror and witnesses a horrifying murder. In a twisted game of cat and mouse, Ray must race to save his wife and himself from a gruesome secret connected to the motel and the strange people who visit there.—AnonymousB"
      ],
      "genres": [
         "Mystery",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTYxMzg1OTI3Nl5BMl5BanBnXkFtZTgwOTQ4Njk2NDM@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Mandy",
      "year": "2018/I",
      "character": "Red Miller",
      "plot": [
         "The enchanted lives of a couple in a secluded forest are brutally shattered by a nightmarish hippie cult and their demon-biker henchmen, propelling a man into a spiraling, surreal rampage of vengeance.",
         "Taking place in 1983, Red is a lumberjack who lives in a secluded cabin in the woods. His artist girlfriend Mandy spends her days reading fantasy paperbacks. Then one day, she catches the eye of a crazed cult leader, who conjures a group of motorcycle-riding demons to kidnap her. Red, armed with a crossbow and custom Axe, stops at nothing to get her back, leaving a bloody, brutal pile of bodies in his wake.—texasboyy",
         "A psychedelic tale of a quiet logger named Red who lives a life of serenity with his girlfriend Mandy, in their dream cabin in the woods. But when the leader of a deranged cult becomes enamored with Red's girlfriend, he and his people terrorize the couple, leaving Red spiraling into madness.The psychodelic goes full grindhouse as Red, armed with a battle axe and any drugs he can find, goes on a violent rampage, enacting his revenge on the cult in the most gruesome ways.—Eric S. Crane",
         "Secluded from the rest of the world, nestled deep in the bosom of a perpetually cold and gloomy forest somewhere in the vast early-1980s Shadow Mountains, the quiet lumberjack, Red Miller, and his gentle artist girlfriend, Mandy Bloom, live a peaceful life. Then, a fateful encounter with the drug-addled spiritual leader of the delusional Children of the New Dawn cult, Jeremiah Sand, will pave the way for pain and sacrifice, as the cannibalistic and LSD-ridden biker gang of the Black Skulls robs Miller of his happiness. Now, a pained Red on the verge of insanity and his blood-thirsty battle axe crave retribution, and no force on Earth can stop them. Can blood appease the restless dead?—Nick Riganas"
      ],
      "genres": [
         "Action",
         "Fantasy",
         "Horror"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjk1MjhmZWQtNzU3OC00NDE4LThlODQtNTdhZGM4M2E3MWZkXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR2,0,101,150_.jpg"
   },
   {
      "title": "Dark",
      "year": "2017/II",
      "character": "Evan Lake",
      "plot": [
         "A government agent must track down and kill a terrorist before he loses his full memory from dementia.",
         "Paul Schrader was not allowed to come out with the version he desired for \"Dying of the Light\". He took the studio cut and modified it with his artistic license to achieve a closer version of the vision he had. \"Dark\" is a more aptly named film that focuses on CIA agent Evan Lake's last mission as he slowly begins to lose his mind from dementia/Alzheimer's."
      ],
      "genres": [
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYWFmMTc1MGQtYWRmYS00MWRhLTk1YWUtNDk1MzYxMDBkOWEyXkEyXkFqcGdeQXVyMTIxMzgxMTE1._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Humanity Bureau",
      "year": "2017",
      "character": "Noah Kross",
      "plot": [
         "A dystopian thriller set in the year 2030 that sees the world in a permanent state of economic recession and facing serious environmental problems as a result of global warming."
      ],
      "genres": [
         "Sci-Fi",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjQwNTk0NzAzNl5BMl5BanBnXkFtZTgwOTkyNzA2NDM@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Mom and Dad",
      "year": "2017",
      "character": "Brent",
      "plot": [
         "A teenage girl and her younger brother must survive a wild 24 hours during which a mass hysteria of unknown origin causes parents to turn violently on their own kids.",
         "Something terrible is definitely happening in the a peaceful suburban community as, day by day, former caring parents mysteriously turn into ravenous carriers of an unfathomable pandemic that targets their offspring. Suddenly, like every son and daughter in the entire nation, teenage Carly and Josh Ryan must run for their lives, as the rage-filled murderous intent is as unstoppable as it is inexplicable. Before long, the Ryans' usual simmering familial tensions take on a completely different meaning. Kids, stop hiding. Mom and Dad love you so much.—Nick Riganas",
         "The Ryans are the typical dysfunctional family from any suburb: troubled teen Carly thinks only of herself, her woes, and her new boyfriend Damon and doesn't get along with her younger brother Josh; full-time mom Kendall feels desperately that her youthful dreams are gone and her relationship with Carly isn't what it should be; and dad Brent is a CEO who lives in eternal self-disappointment and dreads his parents' upcoming visit. The Ryans' rut abruptly ends one day when without apparent reason, first along their suburb and gradually throughout the country, loving parents turn homicidal on their own offspring. Several parents pursue and kill their children in a bloody slaughter right at their own school. Carly and her best friend Riley escape from the hysterical mob of killer parents, but when they get to Riley's house, Riley's mom is there and kills her daughter, and Carly just barely escapes, helped at the last minute by Damon. They both hurry to Carly's house, where they discover that Kendall and Brent have gotten home early with just one idea in mind: kill their kids at any cost.—Chockys"
      ],
      "genres": [
         "Comedy",
         "Horror",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZGRkM2Q3MmEtNzIyZC00NDdmLWFiMjEtMjk2NjNlODYwOWVlXkEyXkFqcGdeQXVyMTMxODk2OTU@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Inconceivable",
      "year": "2017",
      "character": "Brian",
      "plot": [
         "A mother looks to escape her abusive past by moving to a new town where she befriends another mother, who grows suspicious of her.",
         "A mysterious young woman, Katie (Nicky Whelan), and her daughter move to a new town to escape her past and quickly befriends Angela Morgan (Gina Gershon), a mother of one who longs for a bigger family. As their lives become intricately entwined, Angela and her husband, Brian, (Nicolas Cage), invite Katie to live in their guest-house to serve as their nanny. Over time, the blossoming friendship between the two women spirals into a dangerous obsession as Katie becomes overly attached to the Morgans' daughter. Enduring lies and manipulations, Angela and Brian realize that sweet Katie is actually trying to destroy their family from within.",
         "After a series of miscarriages, Dr Angela, the affluent and cultivated mother of a 4-year-old daughter and a supportive husband who adores her, seems to have everything in life. Everything, but a son. With this in mind, when Angela meets through a mutual friend the charming but cryptic Katie, a single mother of a little daughter who has recently fled an abusive marriage, unexpectedly, she will become indispensable: first by earning Angela's trust and friendship, and then, as a live-in nanny. But how well does Angela know Katie, the appealing stranger with the intense fixation?—Nick Riganas"
      ],
      "genres": [
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNWM0ODdkNTYtNjAwNS00OTE1LTlhMWMtOGE5OThjM2MzMzAwXkEyXkFqcGdeQXVyMjM4NTM5NDY@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Vengeance: A Love Story",
      "year": "2017",
      "character": "John",
      "plot": [
         "One vigilante policeman comes to the aid of a single mother seeking to bring her rapists to justice.",
         "Walking home with her 12-year-old daughter after midnight on the Fourth of July, Teena crosses paths with some local losers who brutally gang-rape her in front of her daughter. Bethie is able to identify the rapists, but when they hire a hotshot attorney who attacks Teena's character, Dromoor--a local police officer who was first on the scene when the police were called--starts to take matters into his own hands.—Rik van Oijen"
      ],
      "genres": [
         "Action",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZGY2MDBiM2UtZTU4NC00OTU4LTg4ZjUtNTQxM2Q5Mzg3N2Q2XkEyXkFqcGdeQXVyMjAyNjIzOQ@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Southern Fury",
      "year": "2017",
      "character": "Eddie King",
      "plot": [
         "A Southern mobster attempts to rescue his kidnapped brother.",
         "A powerful action thriller, ARSENAL tells the intertwining stories of the Lindel brothers, Mikey (Johnathon Schaech) and JP (Adrian Grenier), who had only each other to rely on growing up. As adults, JP found success as the owner of a construction company, while Mikey became a small-time mobster, mired in a life of petty crime. When Mikey is kidnapped and held for a ransom by ruthless crime boss Eddie King (Nicolas Cage), JP turns to the brothers' old pal Sal (John Cusack), a plain clothes detective for help. In order to rescue his brother, JP must risk everything and unleash his vengeance against King's relentless army of gangsters.",
         "After surviving a poor and hard childhood in Biloxi, Mississippi, solely by sticking together, the Lindel brothers--the protective big brother, Mikey, and the wide-eyed, JP--go their separate ways. With Mikey struggling to eke out an existence as a small-time crook, and JP sweating in his small construction company, one bad decision will have the boys owing to the violent mobster, Eddie King, who abducts Mikey. Now, with the aid of the plain-clothes detective, Sal, JP must fight tooth and nail to save his older brother, as the clock is ticking. However, even for Mikey's sake, can JP turn into a furious avenger?—Nick Riganas"
      ],
      "genres": [
         "Action",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTEyMzk3ODYzMzdeQTJeQWpwZ15BbWU4MDk0MDc3ODAy._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Army of One",
      "year": "2016",
      "character": "Gary Faulkner",
      "plot": [
         "After a personal visit by God himself, the eccentric construction worker Gary Faulkner takes the decision to embark on an adventure in the badlands of Pakistan to bring Al-Qaeda's leader Osama Bin Laden to justice.",
         "Frustrated with the U.S. Government for its fruitless efforts to bring down Al-Qaeda's leader Osama Bin Laden, the eccentric middle-aged, part-time construction worker Gary Faulkner, after a personal visit by God himself, takes the decision to embark on an adventure in the badlands of Pakistan to get the job done. With the intention to bloodlessly capture and bring the infamous, yet, elusive leader to justice, Colorado's former handyman turned vigilante, will overlook his problems with diabetes and meticulously prepare for the long and perilous journey. Between reality and pre-dialysis hallucinations, armed only with a teleshop katana and a Stars and Stripes hang glider, this American samurai on a mission from God is determined to take matters into his own hands and succeed at any cost. Is he a hero or a crackpot?—Nick Riganas"
      ],
      "genres": [
         "Biography",
         "Comedy",
         "Crime"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZTc0N2U0ODYtNDFkZC00NWI1LWFlZWItMmIwYmQ0NGYyNDYzXkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "USS Indianapolis: Men of Courage",
      "year": "2016",
      "character": "Captain McVay",
      "plot": [
         "During World War II, an American navy ship is sunk by a Japanese submarine leaving 890 crewmen stranded in shark infested waters.",
         "The harrowing true story of the crew of the USS Indianapolis, who were stranded in the Philippine Sea for five days after delivering the atomic weapons that would eventually end WWII. As they awaited rescue, they endured extreme thirst, hunger, and relentless shark attacks.—Anonymous"
      ],
      "genres": [
         "Action",
         "Drama",
         "History",
         "Thriller",
         "War"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYmYxYjAxNDItZWY2NC00MTE1LWIxNGMtZjkzOTM3MzIwM2RjXkEyXkFqcGdeQXVyNDI0MTYyNzU@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Snowden",
      "year": "2016",
      "character": "Hank Forrester",
      "plot": [
         "The NSA's illegal surveillance techniques are leaked to the public by one of the agency's employees, Edward Snowden, in the form of thousands of classified documents distributed to the press.",
         "Disillusioned with the intelligence community, top contractor Edward Snowden leaves his job at the National Security Agency. He now knows that a virtual mountain of data is being assembled to track all forms of digital communication -- not just from foreign governments and terrorist groups, but from ordinary Americans. When Snowden decides to leak this classified information, he becomes a traitor to some, a hero to others and a fugitive from the law.—Jwelch5742",
         "In 2013, Edward Snowden arranges a clandestine meeting in Hong Kong with Laura Poitras and journalist Glenn Greenwald. They discuss releasing the classified information in the former's possession regarding illegal mass surveillance conducted by the National Security Agency (NSA). In 2004, Snowden is undergoing basic training, having enlisted in the U.S. Army with intentions of matriculating to the Special Forces. He eventually fractures his tibia, and is informed that he will be receiving an administrative discharge and that he may serve his country in other ways."
      ],
      "genres": [
         "Biography",
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTg2MzYzNzgzOF5BMl5BanBnXkFtZTgwOTg4NzQ4OTE@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Dog Eat Dog",
      "year": "2016/I",
      "character": "Troy",
      "plot": [
         "A crew of ex-cons are hired by a Cleveland mafioso to kidnap the baby of a rival mobster.",
         "Carved from a lifetime of experience that runs the gamut from incarceration to liberation, Dog Eat Dog is the story of three men who are all out of prison and now have the task of adapting themselves to civilian life. The California three strikes law looms over them, but what the hell, they're going to do it, and they're going to do it their way. Troy, an aloof mastermind, seeks an uncomplicated, clean life but cannot get away from his hatred for the system. Diesel is on the mob's payroll and his interest in his suburban home and his nagging wife is waning. The loose cannon of the trio, Mad Dog, is possessed by true demons within, which lead him from one situation to the next. One more hit, one more jackpot, and they'll all be satisfied. Troy constructs the perfect crime and they pull it off, but in the aftermath, they keep finding the law surrounding them wherever they go.",
         "On the outskirts of Cleveland, Troy, a freshly released from jail gig fixer, reunites with his old posse--Mad Dog, his loose cannon prison buddy, and Diesel, the muscle of the team. Having already two previous convictions and with California's strict three-strikes law threatening to send them back behind bars for good, the odd gang is treading on thin ice; nevertheless, they all desperately need the next grown-up job that will set them up for life. And then, unexpectedly, the well-connected El Greco brings Troy and his boys in touch with Chepe, the drug lord, for a lucrative kidnapping and ransom job. But, from now on, it's either death or victory.—Nick Riganas",
         "When three-ex cons botch a kidnapping, they not only lose a rich payoff and become the city's most wanted fugitives; they become the number one target of the underworld's most notorious mob boss. Directed by Paul Schrader (writer of Taxi Driver and Raging Bull)."
      ],
      "genres": [
         "Action",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTc0ODExNjM4NV5BMl5BanBnXkFtZTgwNzY4ODYxMDI@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Trust",
      "year": "2016",
      "character": "Stone",
      "plot": [
         "A pair of cops investigating a drug invasion stumble upon a mysterious bank vault.",
         "Waters and Stone are two nobody police officers who work in the evidence room of the Las Vegas Police Department. When Stone discovers an unusually high bail receipt in connection to a drug bust, the two friends set in motion a plan to find the source of the money.",
         "Cage at his best, unveiling his true hairline, masterminds a scheme to try and score the articles within a mysterious vault he believes is bountiful as his holmesian deduction shines through while his inept social characteristics make this film an honest view of a man who understands his lot in life, but half hazzardly tries for more all the while he has been waiting, no, expecting for this moment to come: when fortune comes a knocking he answers the door—Teddy Doppler"
      ],
      "genres": [
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTA4NjE3OTk1MzdeQTJeQWpwZ15BbWU4MDMwMTk1Mjgx._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Pay the Ghost",
      "year": "2015",
      "character": "Mike",
      "plot": [
         "A professor frantically searches for his son who was abducted during a Halloween carnival.",
         "One year after Mike Lawford's young son disappeared during a Halloween carnival, he is haunted by ghostly images and terrifying messages he can't explain. Together with his estranged wife, he will stop at nothing to unravel the mystery and find their son-and, in doing so, he unearths the legend of the crying woman who refuses to remain buried in the past.",
         "On Halloween, in New York, Mike Lawford has just been promoted to professor with the support of his friend Hannah. Mike meets his family and takes his son Charlie to see the Halloween parade while his wife Kristen goes home to prepare a design for her client. While buying a cone for Charlie, the boy asks whether they can pay the ghost and vanishes. Mike and Kristen seek out the boy and he presses NYPD Detective Jordan to find his son. One year later, Mike researches and finds that children that disappear on Halloween are never found by the police. Furthermore every year three children vanish. There is also a connection to the Celtic colonization of New York three hundred years ago. Will Mike save his beloved son?—Claudio Carvalho, Rio de Janeiro, Brazil",
         "New York professor Mike Lawford celebrates winning tenure by taking his kid son Charlie, who waited in vain to cut the Halloween pumpkin and had to do trick or treat with mother Kristen, to the Halloween fair. In a moment of distraction to pay the ice cream, the boy goes missing. SEven years of posting missing pictures and goading the police investigation yield nothing, except a theory that someone must be behind the multiple number of kid disappearances at Halloween, while his marriage broke down as Kristen stupidly blames him. Checking up on strange things Charlie noticed, Mike stumbles upon the underground tunnels where the homeless fear the annual appearance of a supernatural prime suspect from Celtic mythology, and runs the misty gauntlet to recuperate his prince.—KGF Vissers"
      ],
      "genres": [
         "Horror",
         "Mystery"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMzY3MTc3NzQ1Nl5BMl5BanBnXkFtZTgwNjk2MDE3NjE@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Runner",
      "year": "2015/I",
      "character": "Colin Pryce",
      "plot": [
         "In the aftermath of the 2010 BP oil spill, an idealistic but flawed politician is forced to confront his dysfunctional life after his career is destroyed in a sex scandal."
      ],
      "genres": [
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTkyMDkwNDIyMV5BMl5BanBnXkFtZTgwNDU1OTEwNjE@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Dying of the Light",
      "year": "2014",
      "character": "Evan Lake",
      "plot": [
         "When a devastating illness threatens to end Evan Lake's career in the C.I.A., he goes rogue to hunt down a terrorist who tortured him during a mission gone awry years ago.",
         "Veteran CIA agent Evan Lake has been ordered to retire. But when his protégé uncovers evidence that Lake's nemesis, the terrorist Banir, has resurfaced, Lake goes rogue, embarking on a perilous, intercontinental mission to eliminate his sworn enemy.—Lionsgate",
         "Rescued in the nick of time, the seasoned CIA field agent, Evan Lake, escapes certain death by the hand of his sadistic torturer and Islamic terrorist, Muhammad Banir. Now, twenty-two long and hard years later, disquieting rumours paired with sparse evidence that Banir is still alive, send a grizzled and ailing Lake along with his young protégé, Milton, to Bucharest, on a dangerous quest for retribution. More than anything, the battle-scarred operative needs closure. However, will Banir's death quiet down the noisy echoes of the past?—Nick Riganas"
      ],
      "genres": [
         "Action",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMmZmZjZiZGUtNDcyMS00Y2FiLTk5MTMtZGVjOGVmZDkzZWNhXkEyXkFqcGdeQXVyNDkzNTM2ODg@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Left Behind",
      "year": "2014/I",
      "character": "Rayford Steele",
      "plot": [
         "A small group of survivors is left behind after millions of people suddenly vanish and the world is plunged into chaos and destruction.",
         "\"Left Behind\" finds commercial airline pilot Ray Steele (Nicholas Cage) struggling to keep his passengers calm and his plane afloat after the Biblical Rapture strikes mid-flight. Meanwhile, GWN reporter Cameron \"Buck\" Williams (Chad Michael Murray) becomes Ray's reluctant co-pilot, and Ray's terrified daughter Chloe (Cassi Thomson) braves the chaos of the city streets in search of her brother and mother."
      ],
      "genres": [
         "Action",
         "Fantasy",
         "Sci-Fi",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjI4MjA2OTQxMF5BMl5BanBnXkFtZTgwMjcyMTI2MjE@._V1_SY150_CR2,0,101,150_.jpg"
   },
   {
      "title": "Outcast",
      "year": "2014/I",
      "character": "Gallain",
      "plot": [
         "A mysterious warrior teams up with the daughter and son of a deposed Chinese Emperor to defeat their cruel brother, who seeks their deaths.",
         "When the heir of the Imperial throne becomes the target of an assassination by his despised older brother, the young prince must flee the kingdom and seek protection. His only hope for survival is a reluctant war-weary crusader named Jacob, who must overcome his own personal demons and rally the assistance of a mythical outlaw known as The White Ghost. Together they must fight side by side in an epic battle to return the prince to his rightful place on the throne.—Fab Undici",
         "On crusade in the Baghdad caliphate, knights Jacob and Gallain tire of the endless bloodshed and disappear east, where 'nobody' goes, all the way to China. Their the dying king plans to hand power, symbolized by the royal seal, not to his ever-victorious firstborn prince Shing but to wiser junior prince Zhao, to start an era of peace. Shing murders his father and pans the same for his brother, who fled with his elder sister Lian. Chased by Shing's black guard, the head for hopefully loyal generals in the mountains. On the way, they find chivalrous protection with Jacob, now an opium-addict, but still a military genius, who leads them to the stronghold of Gallain, now a settled brigand baron known as White Ghost, where they make a stand against the far more numerous black guard while Shing arrives.—KGF Vissers"
      ],
      "genres": [
         "Action",
         "Adventure",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BODk0MTE3ODg5MV5BMl5BanBnXkFtZTgwNDMwMjEyNDE@._V1_SY150_CR1,0,101,150_.jpg"
   },
   {
      "title": "Tokarev",
      "year": "2014",
      "character": "Paul Maguire",
      "plot": [
         "When the daughter of a reformed criminal is kidnapped, he rounds up his old crew and seeks his own brand of justice.",
         "The reformed criminal Paul Maguire is a businessman in the construction business and happily married with Vanessa Maguire. His sixteen year-old daughter Caitlin Maguire is his pride and joy. One night, Paul and Vanessa go to a dinner party and leave Caitlin with her friends Mike and Evan at home. During the night, his dinner is interrupted by Detective Peter St. John that tells that Caitlin had been kidnapped and her friends are wounded. Paul learns that three criminals had invaded his house and abducted his daughter. Paul meets his friends and former crew, Kane and Danny Doherty, and they unsuccessfully press the smalltime criminals expecting to have news from Caitlin. Soon she is found dead in a park and they see the result of the ballistics indicating that a Russian Tokarev pistol killed Caitlin. Now Paul is haunted by his past and believes that the Russians are seeking revenge. Paul, Kane and Danny start a war against the Russians but no mobster knows any connection of the Russian Mafia with Caitlin. Who did kill Paul's daughter?—Claudio Carvalho, Rio de Janeiro, Brazil"
      ],
      "genres": [
         "Action",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BODNkZjgwOWQtYTgxYi00MTg2LThjZTEtNjM4MTA0MDllOTk3XkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Joe",
      "year": "2013/I",
      "character": "Joe",
      "plot": [
         "An ex-con, who is the unlikeliest of role models, meets a 15-year-old boy and is faced with the choice of redemption or ruin.",
         "In order to provide for his destitute family of drifters, a likable, sincere, able-bodied 15-year-old boy comes to hire on among a burned-out ex-con's group of aging forest laborers. As the man becomes more and more aware of the boy's abusive home life, his deeply buried humanity is roused. Drinking and smoking incessantly to remain detached from his volatile temper, he finally takes the matter into his own hands - come what may - when the boy's alcoholic father finally goes too far.—statmanjeff",
         "A 15 year old boy comes to hire on among an ex-con's group of aging forest laborers. As the man becomes more and more aware of the boy's abusive home life, his deeply buried humanity is roused. He finally takes the matter into his own hands when the boy's alcoholic father finally goes too far.—yusufpiskin"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjExMzk5MTM1Ml5BMl5BanBnXkFtZTgwNzAzODgxMTE@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Croods",
      "year": "2013",
      "character": "Grug (voice)",
      "plot": [
         "After their cave is destroyed, a caveman family must trek through an unfamiliar fantastical world with the help of an inventive boy.",
         "\"The Croods\" are an eccentric family of cavemen, who survive the harsh terrain by living accordingly to a strict set of rules. But when their home is destroyed in the wake of an impending disaster known as \"The End\", they are forced to leave their home of shelter and security, and into the wilderness of the unknown to find a new home.—DreamWorks Animation",
         "The Neanderthal family the Croods lives in a cave, protected by the father Grug in accordance with the rules of survival that he has learned. His teenage daughter, Eep, is teen-aged rebellious and questions why the family lives in the dark. One night, Eep sees light and finds a Homosapien, Guy, who can control fire, is intelligent, and tells the family their World will end. When their cave collapses, Eep seeks out Guy to follow him to the new world. But the stubborn Grug does not accept the change of rules and wants to find another cave to protect his family.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "Meet the Croods, the only caveman family still alive because they think new discoveries are dangerous. One night, their oldest child, Eep (stone), sneaks out and meets Guy (Reynolds), an inventive person who knows things the others don't. Later, in the morning, their cave is crushed by what he calls \"The End\". Grug (cage), Eep's father, is sad their cave is gone. Now they need to figure out how to survive with the help of Guy in a new set of open land.",
         "Yearning to explore the great outdoors and see firsthand what lies beyond their rocky cave, the prehistoric teenage cave-girl, Eep, is the first in the large Croods family who thirsts for adventure. However, when her overprotective but well-meaning father, Grug, who believes that there's no safer place than their cave, sees their home fall apart, the Croods will have no other choice but to run for their lives in the dangerous Palaeolithic landscapes for the first time in their lives. Under those grave circumstances, only a confident cave-teen named Guy seems to know something about the impending global catastrophe; but, will Grug, and the rest of the family, believe him? In the end, will the Croods find a new place to call home?—Nick Riganas"
      ],
      "genres": [
         "Animation",
         "Action",
         "Adventure",
         "Comedy",
         "Family",
         "Fantasy"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTcyOTc2OTA1Ml5BMl5BanBnXkFtZTcwOTI1MjkzOQ@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Frozen Ground",
      "year": "2013",
      "character": "Sgt. Jack Halcombe",
      "plot": [
         "An Alaska State Trooper partners with a young woman who escaped the clutches of serial killer Robert Hansen to bring the murderer to justice. Based on actual events.",
         "Alaska Trooper Jack Halcombe believes Robert Hansen is a serial killer who abducts young girls, tortures and sexually assaults them, then kills them. However, he doesn't have enough evidence to get a search warrant for Hansen's premises. he knows that one victim, Cindy Paulsen, somehow survived, so he decides to seek her help, but he finds that she's now a junkie with trust issues. Holcombe has to earn her trust; meanwhile, Hansen is still hunting and killing girls.—rcs0411@yahoo.com",
         "In 1983 Anchorage, Alaska, young prostitute Cindy Paulsen is found cuffed in her apartment. She claims that she has been raped and threatened by Robert \"Bob\" Hansen, an apparently-respectable man with a wife and children. The police officers don't believe her, Hansen isn't charged, and Cindy returns to the streets. Meanwhile, Sergeant Jack Halcombe is assigned to investigate the murder of seven young women, and the detective that found Cindy secretly sends her case to him. Jack believes that Bob Hansen is the serial killer, but lacks the evidences to arrest him. Jack tries to earn Cindy's trust so that Hansen can be charged, but she is afraid and tries to leave Alaska.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "For more than a decade, an elusive sexual predator and utterly sadistic serial killer has been preying on innocent young women in snow-capped Alaska. Now, in cold, early-1980s Anchorage, inquisitive state trooper Jack Halcombe is burdened with piecing together a seemingly endless string of violent and meticulously premeditated murders, as he follows specks of circumstantial evidence. Unfortunately, the only survivor who miraculously escaped the nightmare--runaway teenage streetwalker Cindy Paulson--is reluctant to both ask for help and aid the investigation. Meanwhile, a soft-spoken member of the community and respectable family man finds himself entangled with the mysterious case. Will Halcombe ever unearth the secrets of the frozen ground?—Nick Riganas"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYzM3Mjc1ZDItMTE1OC00ODk0LWFmZjctYzgxZmYwNzliMTdkXkEyXkFqcGdeQXVyMTAxNDE3MTE5._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Stolen",
      "year": "2012",
      "character": "Will Montgomery",
      "plot": [
         "A former thief frantically searches for his missing daughter, who has been kidnapped and locked in the trunk of a taxi.",
         "In New Orleans, the notorious bank thief and family man Will Montgomery steals $10m with his partners Vincent, Riley Jeffers and Hoyt. However, he has an argument with Vincent in the runaway and Hoyt leaves Will behind. He tries to flee but the FBI agent Tim Harlend organizes a manhunt and Will is captured, but he burns the stolen money to get rid of the evidence against him. Eight years later, Will leaves the prison and he goes to the house of his teenage daughter Alison Loeb, who has issues against him. Alison leaves Will alone in a coffee shop and takes a cab to go to a session with her shrink. However, a couple of minutes later, Will receives a phone call from Vincent, who is presumed dead, telling that he has abducted Alison and will kill her unless he receives the $10m of the last robbery. Now Will has twelve hours to find a way to rescue his daughter from the hands of the psychopath Vincent.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "Having spent eight long years of his life in jail after a botched attempt to rob a New Orleans bank, the experienced master thief, Will Montgomery, is now ready to put his ignoble past behind, and try to rebuild his shattered relationship with his estranged daughter, Alison. With an alleged bag crammed with $10 million dollars in cash hidden away by Will himself, his former partner, Vincent, abducts Alison, demanding the enormous loot in exchange for her life. Now, Will has only twelve hours to come up with the money, before it's too late. Can Montgomery count on his getaway driver, Riley, to get his daughter back?—Nick Riganas"
      ],
      "genres": [
         "Action",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMWI4ZmE4YjktYTg0OC00OGI1LTk5N2EtNzQ5MDA3YjIyOGNmXkEyXkFqcGdeQXVyMjUyNDk2ODc@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Ghost Rider: Spirit of Vengeance",
      "year": "2011",
      "character": "Johnny Blaze / Ghost Rider",
      "plot": [
         "Johnny Blaze, tortured by the Ghost Rider's curse, gets a chance of redemption through protecting the Devil's son, whose father is pursuing him.",
         "Johnny Blaze, a man who made a deal with the Devil who called himself Mephistopheles at the time (now Roarke), is on the run trying to make sure no-one is harmed by his alter ego, The Ghost Rider. He is approached by a Monk named Moreau who tells him that he can help be him free of the Rider, but first, he needs Johnny's help to protect a boy, whom Roarke has plans for, to help him take human form.—rcs0411@yahoo.com",
         "In Eastern Europe, a commando led by Ray Carrigan attacks a fortress protected by monks to abduct the boy Danny. However his mother Nadya rescues him while the priest Moreau protects them riding his motorcycle and they escape. Moreau seeks out Johnny Blaze and offers to set him free of his Ghost Rider curse provided he protects Danny from Roarke, with whom Johnny made a deal years ago to save his father. Meanwhile Ray subdues Nadya, but the Ghost Rider finds them and fights against Ray's gang. However, Ray uses a powerful weapon against the Ghost Rider and succeeds in abducting Danny. When Johnny Blaze awakes in the hospital, he joins to Nadya and Moreau to save Danny from Roarke and Ray.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "Haunted by the infernal curse of pitiless Ghost Rider, tormented Johnny Blaze finds himself fighting the malevolent entity within him, eight long years after the events of Ghost Rider (2007). As Blaze lives in self-exile, trying hard to spare the world from his evil presence, a monk named Moreau enters the picture, assuring the hellish devourer of sinful souls that he can help him exorcise the curse. Now, Johnny has to find the mysterious boy, Danny, and his mother, Nadya. However, the forces of evil never sleep. Can Ghost Rider, the restless Spirit of Vengeance, deliver justice one more time and, maybe, find redemption?—Nick Riganas"
      ],
      "genres": [
         "Action",
         "Adventure",
         "Fantasy",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZDEwMGRmY2YtZTFmNy00YmFkLWFlZGItZGE0ZjNiMjRmZjZlXkEyXkFqcGdeQXVyMTUyOTc1NDYz._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Trespass",
      "year": "2011",
      "character": "Kyle Miller",
      "plot": [
         "As they're held for ransom, a husband and wife's predicament grows more dire amid the discovery of betrayal and deception.",
         "Kyle and Sarah Miller have it all: a huge gated house on the water, fancy cars, and the potential for romance in their relationship. He's just back from a business trip (he brokers diamonds) and their teen daughter Avery is sneaking out to a party, when four thugs in security uniforms and ski masks stage a home invasion. They want what's in the safe: cash and diamonds. Kyle stalls them, trying to negotiate for Sarah's freedom. Over the next few hours, the back stories of the four robbers (two brothers, a girlfriend, and the representative of a local drug kingpin) as well as the fault lines in Kyle and Sarah's marriage come into play. Is there room here for heroism?—<jhailey@hotmail.com>",
         "The diamond broker Kyle Miller, his wife Sarah and their teenage daughter Avery live in a fancy dream house. Out of the blue, four violent hooded thieves break in their house and hold the family hostage expecting to get money and diamonds from the safe, in a tragic night of terror.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "After closing an important deal, Kyle, a silver-tongued diamond dealer, enters the gate of his expensive and isolated modernist house in the woods, only to soon find himself and his architect wife, Sarah, fall prey to a vicious gang of thieves. The ruthless and determined quartet of home invaders knows that Kyle's safe is crammed with cash and uncut gems of inestimable value, and they will stop at nothing until they get what they want. Now, as Kyle uses every trick in the book to save his family, little by little, a delicately intricate negotiation begins, during an intense battle of wits. The stakes are high, the guns are hungry, and time flies. Can Kyle, the only one who knows the vault's combination, beat the trespassers at their own game?—Nick Riganas"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTM4NTc0Mzk5N15BMl5BanBnXkFtZTcwNDA4NDUyNg@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Justice",
      "year": "2011",
      "character": "Will Gerard",
      "plot": [
         "After his wife is assaulted, a husband enlists the services of a vigilante group to help him settle the score. Then he discovers they want a 'favor' from him in return.",
         "In New Orleans, English teacher of the high school Rampart High, Will Gerard, and his wife, musician Laura Gerard, are in love with each other. One night, Laura leaves a rehearsal and is assaulted, while Will is playing chess with his friend Jimmy. Will is visiting her in hospital when, out of the blue, a stranger named Simon tells him that he belongs to an organization of vigilantes and offers to eliminate the assailant. In return, the organization would want a favor from Will in the future. Will agrees, and the criminal is murdered. Six months later, Simon collects his debt with Will. He demands that Will kill Alan Marsh, a pedophile. Will accidentally kills Alan and soon he learns that the victim was an awarded journalist that was investigating the organization. Now he seeks evidences to prove his innocence but the network of the organization is powerful and is seeking Will out to eliminate him.—Claudio Carvalho, Rio de Janeiro, Brazil"
      ],
      "genres": [
         "Action",
         "Crime",
         "Drama",
         "Mystery",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNzAxMzAyODEyMV5BMl5BanBnXkFtZTcwNjU3OTEzNw@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Drive Angry",
      "year": "2011",
      "character": "Milton",
      "plot": [
         "A vengeful father escapes from hell and chases after the men who killed his daughter and kidnapped his granddaughter.",
         "John Milton is up against the clock: Jonah King, the leader of a Satanic cult, has murdered Milton's daughter and kidnapped her baby. In three days, King and his followers will sacrifice the child at midnight. Milton picks up the trail in Oklahoma as well as rescuing a waitress named Piper from her brutal, two-timing fiancé. There are odd things about Milton: his driver's license is out of date, he has a very strange gun, and he's being pursued by a man in a suit who carries FBI ID and calls himself the Accountant. Piper, who's lived a life on the sidelines, has to piece things together on the fly as they close in on King.—<jhailey@hotmail.com>",
         "In Colorado, the lonely Milton hunts down a gang of worshipers of a satanic cult trying to find where their leader Jonah King is. King has killed Milton's daughter and abducted her baby to sacrifice him at midnight of a full moon in Stillwater and Milton wants to rescue his granddaughter. Milton reaches Oklahoma and finds that Stillwater is a deactivated prison in Louisiana. Then he helps the waitress Piper first with her damaged car and then he protects her against her brutal boyfriend. In return, she gives a ride to him to Louisianna. Soon they discover that a mysterious stranger called The Accountant is chasing them. What is the secret of Milton and The Accountant?—Claudio Carvalho, Rio de Janeiro, Brazil",
         "Hell-bent on rescuing his brutally slaughtered daughter's infant from the clutches of the demon-worshipper, Jonah King, and his occultist minions, the eternally condemned sinner, John Milton, breaks out of the nightmarish netherworld. Having less than three days before the next full moon to avert the unholy offering, Milton and the no-nonsense barmaid, Piper, set off on a desperate mission to save our world from everlasting damnation, in a fast 1969 Dodge Charger. Now, with the police hot on their trail, John and Piper must work fast against the clock to save the innocent baby, as a mysterious and powerful henchman known only as the \"Accountant\" will stop at nothing to put the insolent fugitive back where he belongs. Who steals from the Prince of Darkness?—Nick Riganas"
      ],
      "genres": [
         "Action",
         "Comedy",
         "Fantasy",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjIwNTM4Njg2NF5BMl5BanBnXkFtZTcwNDQwMTAwNA@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Season of the Witch",
      "year": "2011",
      "character": "Behmen",
      "plot": [
         "14th-century knights transport a suspected witch to a monastery, where monks deduce that her powers could be the source of the Black Plague.",
         "A 14th-century Crusader returns to a homeland devastated by the Black Plague. A beleaguered church, deeming sorcery the culprit of the plague, commands the two knights to transport an accused witch to a remote abbey, where monks will perform a ritual in hopes of ending the pestilence. A priest, a grieving knight, a disgraced itinerant, and a headstrong youth who can only dream of becoming a knight join a mission troubled by mythically hostile wilderness and fierce contention over the fate of the girl. When the embattled party arrives at the abbey, a horrific discovery jeopardises the knight's pledge to ensure the girl fair treatment, and pits them against an inexplicably powerful and destructive force.—Momentum Pictures",
         "A noble knight battles a wicked witch in a bid to save humanity from an ancient evil in this supernatural thriller starring Nicolas Cage and Ron Perlman. Upon returning to his home in Europe, crusading knight Behmen finds his faith beginning to falter due to the brutality he's witnessed on the battlefield. The Black Plague has decimated the countryside, forcing Behmen and his loyal companion, Felson, to seek sustenance and supplies at the Palace of Marburg. They're weary from war, but they're about to discover that their struggle is just beginning. Commanded by the moribund Cardinal to deliver a suspected witch to the abbey where her powers can be abolished, Behman accepts the assignment under the condition that the young peasant girl will receive a fair trial. The church believes the girl to be the one responsible for the Black Plague, and they may be right, too. As the two men and a small group of chaperones set out on their arduous mission, they quickly realize that their young charge is something more than human, and that they're about to face an evil beyond human comprehension."
      ],
      "genres": [
         "Action",
         "Adventure",
         "Fantasy"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMzc3MjYxNzg2N15BMl5BanBnXkFtZTcwNzQyMTkwNA@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Sorcerer's Apprentice",
      "year": "2010",
      "character": "Balthazar",
      "plot": [
         "Balthazar Blake, an apprentice of the legendary magician Merlin, must train his old teacher's successor - an introverted but resourceful physics prodigy - in the art of sorcery to prevent the return of Morgana le Fay.",
         "Balthazar Blake (Nicolas Cage) is a master sorcerer in modern-day Manhattan trying to defend the city from his arch-nemesis, Maxim Horvath (Alfred Molina). Balthazar can't do it alone, so he recruits Dave Stutler (Jay Baruchel), a seemingly average guy who demonstrates hidden potential, as his reluctant protégé. The sorcerer gives his unwilling accomplice a crash course in the art and science of magic, and together, these unlikely partners work to stop the forces of darkness. It'll take all the courage Dave can muster to survive his training, save the city and get the girl as he becomes The Sorcerer's Apprentice.—Walt Disney Pictures",
         "In 740 A.D., in Britain, the disciple of Merlin Maxim Horvath joins to the wicked Morgana le Fay and betrays his master. However, the other two disciples of Merlin Balthazar Blake and Veronica defeat the evil and Balthazar traps Horvath in a magic vessel and Veronica merges with Morgana and they are trapped in another recipient. Along the centuries, Balthazar unsuccessfully seeks out the Prime Merlian, the only sorcerer capable to destroy Morgana, using a dragon ring and he finally finds him in the present days in Manhattan. The clumsy nerd Dave Stutler is chosen by a magic dragon ring and Balthazar teaches magic to him. However the sorcerer's apprentice is in love with Becky Barnes and questions whether he is really the chosen one.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "Great sorcerer Merlin would battle evil sorceress Morgan Le Fay and would be aided by three apprentices, Balthazar, Horvath, and Veronica. Horvath would betray Merlin and align himself with Morgan. Morgan would kill Merlin and was about to carry out her plan but Veronica would cast a spell that would suck Morgan into her but Morgan was about to take over Veronica so Balthazar would use something called the grimhold to hold them till he can find a way to defeat Morgan. A dying Merlin would tell him the only was is to find his successor called the Prime Merlinian. He would give Balthzar his ring which will tell him if he found his successor. He would spend centuries trying to find him and in 2000 in New York a young boy named David touches the ring and it says David is the one. But before he could tell David, Horvath shows up looking for the grimhold so he can release Morgan. They battle and both end up getting trapped in something that will hold them for ten years. Ten years later David is a little shocked by the whole thing finds the thing that contains Balthazar and Horvath. He touches it and Horvath comes out and tries to get him but he escapes later Balthazar comes out and tries to tell David what's happening. Horvath still searches for the grimhold and finds an ally.—rcs0411@yahoo.com"
      ],
      "genres": [
         "Action",
         "Adventure",
         "Family",
         "Fantasy"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BN2EwMzg3YWUtMTQyYS00ZDY3LTgzNTctOWI5NzY3MmZkOTk2XkEyXkFqcGdeQXVyNjE1OTQ0NjA@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Kick-Ass",
      "year": "2010",
      "character": "Damon Macready / Big Daddy",
      "plot": [
         "Dave Lizewski is an unnoticed high school student and comic book fan who one day decides to become a superhero, even though he has no powers, training or meaningful reason to do so.",
         "Dave Lizewski is an unnoticed high school student and comic book fan with a few friends and who lives alone with his father. His life is not very difficult and his personal trials not that overwhelming. However, one day he makes the simple decision to become a super-hero even though he has no powers or training.—Daniel J. Leary"
      ],
      "genres": [
         "Action",
         "Comedy",
         "Crime"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTMzNzEzMDYxM15BMl5BanBnXkFtZTcwMTc0NTMxMw@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Astro Boy",
      "year": "2009",
      "character": "Dr. Tenma (voice)",
      "plot": [
         "When an android replica of a boy is rejected by his aggrieved creator, he goes off to find his own identity in an adventure that would make him the greatest hero of his time.",
         "Set in futuristic Metro City, Astro Boy is about a young robot with incredible powers created by a brilliant scientist in the image of the son he has lost. Unable to fulfill the grieving man's expectations, our hero embarks on a journey in search of acceptance, experiencing betrayal and a netherworld of robot gladiators, before he returns to save Metro City and reconcile with the father who had rejected him.—Anonymous",
         "When a scientist's young son dies, he secretly creates a powerful robot child to replace him, however the robot uses its incredible powers to become a world famous super-hero, and faces his biggest challenge when an alien race threatens Earth.—Anonymous",
         "When a scientist's young son dies, he secretly creates a powerful robot child to replace him, however the robot uses it's incredible powers to become a world famous super-hero, and faces his biggest challenge when an alien race threatens Earth...—Anonymous"
      ],
      "genres": [
         "Animation",
         "Action",
         "Adventure",
         "Comedy",
         "Drama",
         "Family",
         "Fantasy",
         "Sci-Fi"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTI5NTEwNTcxMl5BMl5BanBnXkFtZTcwMDEyMTE4Mg@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Bad Lieutenant: Port of Call New Orleans",
      "year": "2009",
      "character": "Terence McDonagh",
      "plot": [
         "Terence McDonagh is a drug- and gambling-addled detective in post-Katrina New Orleans investigating the killing of five Senegalese immigrants.",
         "After Katrina, police sergeant Terence McDonagh rescues a prisoner, hurts his back in the process and earns a promotion to lieutenant plus an addiction to cocaine and painkillers. Six months later, a family is murdered over drugs; Terence runs the investigation. His drug-using prostitute girlfriend, his alcoholic father's dog, run-ins with two old women and a well-connected john, gambling losses, a nervous young witness, and thefts of police property put Terence's job and then his life in danger. He starts seeing things. He wants a big score to get out from under mounting debts, so he joins forces with drug dealers. The murders remain unsolved. A bad lieutenant gets worse.—<jhailey@hotmail.com>",
         "In the aftermath of the Katrina, in New Orleans, Sergeant Terence McDonagh has a severe damage in his column rescuing a prisoner in the flooded jail. He becomes addicted in painkillers and cocaine to relief his incurable pain and is promoted to lieutenant. When an African family of smalltime drug dealers and their two children are executed, the abusive Terence is assigned to be in charge of the investigation. He depends on the testimony of a reluctant fifteen year-old boy that had witnessed the crime to open a case against the powerful drug lord Big Fate; however the teenager escapes from his custody to England and Big Fate is released. The frantic drug and gambler addicted lieutenant seeks illegal means to get drugs for him and for his girlfriend prostitute Frankie Donnenfeld and to pay his increasing debts. Despite the surveillance of the internal affairs, he associates to Big Fate and his gang providing inside information about apprehension and shipment of drugs and living his life on the edge.—Claudio Carvalho, Rio de Janeiro, Brazil"
      ],
      "genres": [
         "Crime",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTcyMzY0NTMzMF5BMl5BanBnXkFtZTcwMTc1MjY4Mg@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "G-Force",
      "year": "2009",
      "character": "Speckles (voice)",
      "plot": [
         "A specially trained squad of guinea pigs is dispatched to stop a diabolical billionaire from taking over the world.",
         "The story is about a team of trained secret agent flies and a mole that takes on a mission for the US government. A specially trained squad of not guinea pigs is dispatched to stop a diabolical billionaire, who plans to taking over the world with household appliances.—Anthony Pereyra {hypersonic91@yahoo.com}",
         "Tycoon Leonard Saber's multinational company makes a Barnum presentation of its intelligent system to link all Household appliances with shopping lists etcetera. Ben Kendall's secret government agents team, mainly comprising Guinea pigs, plus a mole and insects like the fly Mooch and even cockroaches, must stop it, being a cover for a deadly weapon which would exterminate humanity. The FBI is not impressed and shuts down Kendall's program, but he and his animal team go on.—KGF Vissers"
      ],
      "genres": [
         "Animation",
         "Action",
         "Adventure",
         "Comedy",
         "Family",
         "Fantasy",
         "Sci-Fi"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTM4NTY3MzY2MV5BMl5BanBnXkFtZTcwMDQ1NTM2Mg@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Knowing",
      "year": "2009",
      "character": "John Koestler",
      "plot": [
         "M.I.T. professor John Koestler links a mysterious list of numbers from a time capsule to past and future disasters and sets out to prevent the ultimate catastrophe.",
         "In the fall of 1959, students draw pictures of life as they imagine it will be in 50 years, for a time capsule. Lucinda, an odd child who hears voices, swiftly writes a long string of numbers. In 2009, the capsule is opened; student Caleb Koestler gets Lucinda's \"drawing\" and his father John, an astrophysicist and grieving widower, takes a look. He discovers dates of disasters over the past 50 years with the number who died. Three dates remain, all coming soon. He investigates, learns of Lucinda, and looks for her family. He fears for his son, who's started to hear voices and who is visited by a silent stranger who shows him a vision of fire and destruction. What's going on?—<jhailey@hotmail.com>",
         "What will the world look like 50 years from now? That was the question back in 1959, when the pupils of an elementary school were asked to contribute their ideas on paper for the school's time capsule. The years have passed, and now, in the same school, Caleb Koestler, the son of widowed astrophysicist John, attends the time-capsule-opening event, and receives a dull drawing consisting of mysterious random numbers. The author was Lucinda, a troubled child whose mind was riddled with whispers and strange voices and now her paper is in Caleb's hands. Intrigued by this inexplicable conundrum, John attempts to decipher the string of numbers which seem to be references to dates and death tolls over a period of the last 50 years, with the concluding three sets of numbers pointing to the imminent future. With Caleb's mental health quickly deteriorating as he too is bombarded by the voices inside his mind and the increasing visions of Biblical disasters, how can a single father help his troubled child and the rest of the world?—Nick Riganas",
         "In 1959, a group of primary-school students draw pictures for a time capsule of what they think the world will look like in 2009. One of the children, Lucinda, doesn't draw a picture but completes a long list of numbers. In 2009, the school opens the capsule and distribute the pictures to the students with Caleb Koestler getting the page with all the numbers. Caleb's father John, a university professor and astrophysicist, is intrigued and in managing to decipher the code, realizes that the numbers represent the date, location and number of people killed in major catastrophes, some natural and others man-made. He also sees that three disasters are yet to come. Lucinda has died, but John contacts her daughter Diana and together they try to warn officials of what is coming, but the last disaster might be unstoppable.—garykmcd",
         "In 1959, a frightened, disturbed little girl named Lucinda was in school when her class was drawing pictures for the school's time capsule, but Lucinda drew a weird system of numbers and even scratched at the school janitor's door. Now, 50 years later, John Koestler an astronomer and a professor at MIT is at his son Caleb's school to open up the time capsule and was given Lucinda's system of numbers. When John looked at the numbers, he quickly realized that it was some type of code that predicted the month, date, and year of a specific disaster and how many lives it claimed. After witnessing a plane crash at Logan International Airport and saving people from a freak New York Subway accident, John realizes that the last disaster on the code is the end of the world when one of the sun's solar flares will scorch the Earth. Meanwhile, Caleb witnesses strange people who stalk him, and a little girl named Abby and her mother, Diana. John, Caleb, Abby, and Diana must save as many people as they can from the sun's solar flares while trying to find out about these strange people.—John Wiggins"
      ],
      "genres": [
         "Action",
         "Mystery",
         "Sci-Fi",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTMyMjgyMDIyM15BMl5BanBnXkFtZTcwNjg3MjAyMg@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Bangkok Dangerous",
      "year": "2008",
      "character": "Joe",
      "plot": [
         "A hitman who's in Bangkok to pull off a series of jobs violates his personal code when he falls for a local woman and bonds with his errand boy.",
         "Joe is a professional hitman who picks someone off the street to do his errands, and after he is finished kills that person. His next assignment takes him to Bangkok, and as usual, he finds a streetwise guy named Kong to help him. After Kong has a close call and learns who Joe is, Kong asks him to train him and he does. Joe also meets a local girl who is deaf and spends time with her, but he has a hard time keeping his other life from her. It also appears that the person who hired Joe has broken his rule of complete anonymity and tries to find him.—rcs0411@yahoo.com",
         "Joe, an international hit man who follows a simple code, arrives in Bangkok for his last contract - four kills and then retirement. He hires Kong, a local street hustler, to run his errands, and he gets to work. By the second hit, Joe has started violating his four rules, losing his anonymity, leaving behind traces, and getting emotionally involved. Only one rule remains intact: don't ask questions. Can Joe regain his footing and get out alive?—<jhailey@hotmail.com>",
         "The American professional assassin was hired by the Thai mafia boss to do the assignment by killing four people. The assassin get the order by the pickpocket who later becomes his disciple. Everything looks alright, but after the third target killing. Joe found that he was betrayed, he decided to quit the job. However, when he was hunt and his disciple was caught as the hostage. The assassin decided to end all of the problem and give the gang's payback.—Kankawin25013",
         "The hit man Joe is a professional killer with a peculiar code of honor and modus-operandi. He travels to Bangkok to kill four persons and he hires the smalltime hoodlum Kong to help him in his job. When he meets the deaf and dumb Fon in a pharmacy, he falls in love with her and breaks his code. Further, he teaches Kong how to become a hit man. But when Kong is abducted by Surat, who had hired Joe for the assignment in Bangkok, he is forced to betray Joe. But the hit man decides to rescue Kong in his last job.—Claudio Carvalho, Rio de Janeiro, Brazil"
      ],
      "genres": [
         "Action",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZTY3NDgwNGUtNWVkNC00NzQzLTkxODMtOGI5OTVjM2JjYjkwXkEyXkFqcGdeQXVyMjQwMjk0NjI@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "National Treasure: Book of Secrets",
      "year": "2007",
      "character": "Ben Gates",
      "plot": [
         "Benjamin Gates must follow a clue left in John Wilkes Booth's diary to prove his ancestor's innocence in the assassination of Abraham Lincoln.",
         "Several years since Benjamin Franklin Gates (Nicolas Cage) found the Knight's Templar and became rich and famous. Now, another treasure hunter named Mitch Wilkinson (Ed Harris) has found what is a missing page of the diary of John Wilkes Booth, which contains clues to the location of a lost city of gold, Ben must compete against Mitch to find the lost city, he goes to France and Great Britain to find other clues and even peak inside the President's secret book to put the pieces of the puzzle together, his parents and his friends also help Ben find the lost city and to stay one step ahead of Mitch.—John Wiggins"
      ],
      "genres": [
         "Action",
         "Adventure",
         "Mystery",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjEwMjUyOTQ0MF5BMl5BanBnXkFtZTYwODA2Njk3._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Next",
      "year": "2007",
      "character": "Cris Johnson",
      "plot": [
         "A Las Vegas magician who can see into the future is pursued by FBI agents seeking to use his abilities to prevent a nuclear terrorist attack.",
         "Possessing the extraordinary ability to see precisely two minutes into the future, the low-profile Las Vegas stage magician Cris Johnson has managed to keep his unusual skill under the radar. However, Johnson's rare talent has caught the attention of the tough counter-terrorism FBI agent Callie Ferris, who intends to use the illusionist's unfailing charisma to thwart the murderous plans of a ruthless group of Russian terrorists. Now, a stolen nuclear device threatens to level California, as Cris' beautiful girlfriend Liz is being used by the criminals to gain added leverage. Can Cris save both the hostage and the city of Los Angeles with his peculiar gift?—Nick Riganas",
         "Las Vegas showroom magician Cris Johnson has a secret which torments him: he can see a few minutes into the future. Sick of the examinations he underwent as a child and the interest of the government and medical establishment in his power, he lies low under an assumed name in Vegas, performing cheap tricks and living off small-time gambling \"winnings.\" But when a terrorist group threatens to detonate a nuclear device in Los Angeles, government agent Callie Ferris must use all her wiles to capture Cris and convince him to help her stop the cataclysm.—Jim Beaver <jumblejim@prodigy.net>"
      ],
      "genres": [
         "Action",
         "Sci-Fi",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTg3MjgyNjE1Nl5BMl5BanBnXkFtZTcwNTY1NDU0MQ@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Werewolf Women of the S.S.",
      "year": "2007",
      "character": "Fu Manchu (uncredited)",
      "plot": [
         "Rob Zombie's fake trailer for \"Grindhouse\" is a sendup of 1970s Nazisploitation films.",
         "Included in Quentin Tarantino and Robert Rodriguez's double-bill, Grindhouse (2007), Rob Zombie's \"Werewolf Women of the SS\" is the second faux trailer out of five. Heavily inspired by Ilsa: She Wolf of the SS (1975), Nazi and women-in-prison exploitation films, Zombie's segment portrays the ardent desire of the demented SS official, Franz Hess, and his loyal scientist, Dr Heinrich Von Strasser, to create the ultimate super-weapon. Is there an escape from the claws of the blood-thirsty werewolf-women?—Nick Riganas"
      ],
      "genres": [
         "Short",
         "Comedy",
         "Horror",
         "War"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjFmNjkxYjctNjU1OC00OTJmLTgzMWUtMzcyZWRlODhlZjczXkEyXkFqcGdeQXVyNDE5MTU2MDE@._V1_SY150_CR1,0,101,150_.jpg"
   },
   {
      "title": "Grindhouse",
      "year": "2007",
      "character": "Fu Manchu (segment \"Werewolf Women of the SS\") (uncredited)",
      "plot": [
         "Quentin Tarantino and Robert Rodriguez's homage to exploitation double features in the '60s and '70s with two back-to-back cult films that include previews of coming attractions between them.",
         "A double-bill of thrillers that recall both filmmakers' favorite exploitation films. \"Grindhouse\" (a downtown movie theater in disrepair since its glory days as a movie palace known for \"grinding out\" non-stop double-bill programs of B-movies) is presented as one full-length feature comprised of two individual films helmed separately by each director. \"Death Proof,\" is a rip-roaring slasher flick where the killer pursues his victims with a car rather than a knife, while \"Planet Terror\" shows us a view of the world in the midst of a zombie outbreak. The films are joined together by clever faux trailers that recall the '50s exploitation drive-in classics.—alfiehitchie",
         "Paying homage to the unapologetic exploitation films of the 1970s, often shown in the now-defunct \"grindhouse\" movie theatres, Quentin Tarantino, the director of Pulp Fiction (1994), and Robert Rodriguez, the director of Sin City (2005), team up to offer a white-knuckle cinematic thrill-ride, just like they used to make them. Interspersed with five unabashedly outrageous faux trailers--Machete (2010), Werewolf Women of the S.S. (2007), Don't (2007), Thanksgiving (2007), and Hobo with a Shotgun (2011)--the double feature consists of two diverse, stand-alone movies. In Planet Terror (2007), a feisty go-go dancer and a handful of survivors do battle with an ever-increasing army of ravenous cannibalistic zombies, while in Death Proof (2007), a misogynistic former Hollywood stunt double takes great pleasure in playing deadly cat-and-mouse games with unsuspecting women, driving his reinforced 1969 Dodge Charger. Do you fancy a wild ride?—Nick Riganas",
         "An homage to exploitation B-movie thrillers that combines two feature-length segments into one double-bill designed to replicate the grind house theatergoing experience of the 70s and 80s. In \"Death Proof,\" a psycho named Stuntman Mike stalks and kills beautiful women with his car. In \"Planet Terror,\" a small-town sheriffs' department has to deal with an outbreak of murderous, infected people called \"sickos.\" A gun-legged woman named Cherry and her martial arts-wielding partner take on the zombie army. The two films will be fused together by fake movie trailers.—prettypoison"
      ],
      "genres": [
         "Action",
         "Horror",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjA0MzExNzc3MV5BMl5BanBnXkFtZTcwODAxMzM0MQ@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Ghost Rider",
      "year": "2007",
      "character": "Johnny Blaze / Ghost Rider",
      "plot": [
         "When motorcycle rider Johnny Blaze sells his soul to the Devil to save his father's life, he is transformed into the Ghost Rider, the Devil's own bounty hunter, and is sent to hunt down sinners.",
         "When the motorcyclist Johnny Blaze finds that his father Barton Blaze has terminal cancer, he accepts a pact with Mephistopheles, giving his soul for the health of his beloved father. But the devil deceives him, and Barton dies in a motorcycle accident during an exhibition. Johnny leaves the carnival, his town, his friends, and his girlfriend Roxanne. Many years later, Johnny Blaze becomes a famous motorcyclist, who risks his life in his shows, and he meets Roxanne again, now a television reporter. However, Mephistopheles proposes Johnny to release his contract if he become the \"Ghost Rider\" and defeat his evil son Blackheart, who wants to possess one thousand evil souls and transform hell on Earth.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "This is the story of Johnny Blaze, who was only a teen-aged stunt biker when he sold his soul to the devil known as Mephistopheles. Many years later, Johhny is a world-renowned daredevil by day, but at night, he becomes the devil's legendary bounty hunter called the Ghost Rider. He is charged with finding evil souls on Earth and bringing them back to hell. But when a twist of fate brings Johnny's long-lost love Roxanne back into his life, Johnny realizes he just might have a second chance at happiness if he can beat the devil Blackheart and win back his soul. To do so, he'll have to defeat his nemesis and wayward son, Blackheart, whose plot to take over his father's realm will bring hell on Earth unless Ghost Rider can stop him before it's too late.—ahmetkozan",
         "In 1986, the then innocent, seventeen-year-old motorcycle stuntman, Johnny Blaze, struck a bargain with the demon Mephistopheles to spare his father from certain death. Two decades later, the past comes back to haunt Johnny, now a famous daredevil, when the evil entity returns bearing dark gifts in exchange for a favour: to hunt down Mephisto's son, Blackheart, and if Blaze succeeds, he can have his precious soul back. As Johnny becomes the Devil's feared left hand, riding a fiery motorcycle, the legendary Spirit of Vengeance emerges. Now, with his flesh consumed by hellfire when around evil, all sinners will have to pay in blood. Is there an escape from the supernatural, leather-clad anti-hero from Hell?—Nick Riganas",
         "In order to save his dying father, young stunt cyclist Johnny Blaze sells his soul to Mephistopheles and sadly parts from the pure-hearted Roxanne Simpson, the love of his life. Many years later, Johnny's path crosses again with Roxanne, now a reporter, and also with Mephistopheles, who offers to release Johnny's soul if Johnny becomes the fabled, fiery Ghost Rider, a supernatural agent of vengeance and justice. Mephistopheles charges Johnny with defeating the despicable Blackheart, Mephistopheles' nemesis and son, who plans to displace his father and create a new hell even more terrible than the old one.—Kenneth Chisholm"
      ],
      "genres": [
         "Action",
         "Fantasy",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMzIyNDE5ODI1OV5BMl5BanBnXkFtZTcwNTIyNDE0MQ@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Wicker Man",
      "year": "2006",
      "character": "Edward Malus",
      "plot": [
         "A sheriff investigating the disappearance of a young girl from a small island discovers there's a larger mystery to solve among the island's secretive, neo-pagan community."
      ],
      "genres": [
         "Horror",
         "Mystery",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BOGQwN2UyM2YtNzNhOC00YjU5LWI0ZDgtZjMxZjM5ZmI0YjRmXkEyXkFqcGdeQXVyMTMxMTY0OTQ@._V1_SY150_CR1,0,101,150_.jpg"
   },
   {
      "title": "World Trade Center",
      "year": "2006",
      "character": "John McLoughlin",
      "plot": [
         "Two Port Authority police officers become trapped under the rubble of the World Trade Center.",
         "On September, 11th 2001, after the terrorist attack to the World Trade Center, the building collapses over the rescue team from the Port Authority Police Department. Will Jimeno and his sergeant John McLoughlin are found alive trapped under the wreckage while the rescue teams fight to save them.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "On the quiet but fateful day of September 11, 2001, the officers of New York City's Port Authority, Sergeant John McLoughlin and William J. Jimeno, received an emergency call. But, as they tried to evacuate the building after the sudden and devastating attack on the World Trade Center towers by massive airliners piloted by terrorists, McLoughlin and Jimeno found themselves trapped inside the crippled skyscraper. As two of the last people found alive in the wreckage, both McLoughlin and Jimeno fought tooth and nail to cling to their lives, hoping that the rescuers, who combed through the debris, and their worried spouses--Donna McLoughlin and Allison Jimeno--would never lose hope and abandon them. In the face of calamity, the city and an entire nation refused to give in to fear. Will the world ever be the same again after 9/11?—Nick Riganas",
         "In the aftermath of the World Trade Center disaster, hope is still alive. Refusing to bow down to terrorism, rescuers and family of the victims press forward. Their mission of rescue and recovery is driven by the faith that under each piece of rubble, a co-worker, a friend a family member may be found. This is the true story of John McLoughlin and William J. Jimeno, two of the last survivors extracted from Ground Zero and the rescuers who never gave up. It's a story of the true heroes of that fateful time in the history of the United States when buildings would fall and heroes would rise, literally from the ashes to inspire the entire human race.—JJ Brent (jjbrentmusic@yahoo.com)"
      ],
      "genres": [
         "Drama",
         "History",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTIxMzE5ODEwOV5BMl5BanBnXkFtZTcwMzM3MzIzMQ@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Ant Bully",
      "year": "2006",
      "character": "Zoc (voice)",
      "plot": [
         "After Lucas Nickle floods an ant colony with his water gun, he's magically shrunken down to insect size and sentenced to hard labor in the ruins.",
         "This is the story of a ten-year-old boy named Lucas Nickle (Zach Tyler), who has just moved to a new neighborhood, has no friends, and is the target for the local bully and his gang. His parents, Fred (Larry Miller) and Doreen (Cheri Oteri), are leaving for a honeymoon in Puerto Vallarta, Mexico, so they are too busy to attend to his problems. His sister, Tiffany (Allison Mack), is distracted by her cell phone, and grandmother Mommo (Lily Tomlin) is obsessed with U.F.O.s and aliens. Lucas is constantly being beat up by the neighborhood bully, Steve (Myles Jeffrey). Because he cannot fight back, he takes out his anger on an anthill in his front yard. He kicks it, stomps it, squirts it with his water gun, and floods it with a hose. This terrifies the ants, who call Lucas \"The Destroyer\". One wizard ant, known as Zoc (Nicolas Cage), being a hopeful and adventurous type, is trying to solve this dilemma. He tries to devise a magic potion that he believes will solve all their problems. As the plan to shrink Lucas down to their size with a magic potion and forcing him to live like an ant within the colony - an astonishing new world opens up to him. Lucas learns first-hand the value of friendship and teamwork, ultimately leading the ants in an effort to save their colony from annihilation. And in the process, Lucas obtains the things he wants most: friends, companionship, acceptance, and the courage to stand up for himself.—Anthony Pereyra <hypersonic91@yahoo.com>",
         "Lucas Nickle (Zach Tyler) is the new kid in town and the local bully, Steve (Myles Jeffrey), makes sure he knows it. Lucas gets so fed up with being bullied, he takes out his frustration on ants in his backyard, like squirting them with his garden hose or stomping on the ant hill. The ants are understandably fed up with this, and Zoc (Nicolas Cage), the ant wizard, uses a potion to shrink him down to ant size. Lucas is sentenced to hard labor in the ruins and learns to be more compassionate to ants. He becomes an ant friend, then must become an ant hero when Stan Beals (Paul Giamatti), the local pest control guy, who's an even bigger bully, comes to wipe out the entire colony. An \"ants versus pest control\" battle ensues and Zoc reluctantly accepts that Lucas may be the ants' only chance of survival.—movieguy3"
      ],
      "genres": [
         "Animation",
         "Adventure",
         "Comedy",
         "Family",
         "Fantasy"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjE2OTYwMzQzNl5BMl5BanBnXkFtZTcwNDM1MjMzMQ@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Weather Man",
      "year": "2005",
      "character": "David Spritz",
      "plot": [
         "A Chicago weather man, separated from his wife and children, debates whether professional and personal success are mutually exclusive.",
         "Dave Spritz is a local weatherman in his home town of Chicago, where his career is going well, while his personal life, his relationship with his perfectionist writer father, his neurotic ex-wife, and his now-separated children, is spiralling downward. Despite being loathed and loved by the local masses, Dave is a guy who doesn't seem to have it all together, and in this movie, he begins to feel it. An attractive job offer presents Dave with a major question: to pursue his career in New York City, or to remain at home with his family.—mystic80",
         "Dave Spritz has a decent career as a weatherman in Chicago. He is loved and hated by people. However, his personal life is a mess, his father is dying, his ex-kids are not the brightest kids in the world, and his wife isn't fond of him. Trying to cope with all his problems, Dave attempts to make his father proud before he dies, tries to help his kids become better people, and try to get back with his wife. Sounds easy right? Not a chance.—yatessixecho",
         "What does it mean to be an adult? Chicago television weatherman, Dave Spritz, is unhappy to be divorced, unhappy to be recognized on the street, distracted from the needs of his chubby preteen daughter and his naive teenage son, disconcerted when strangers throw things at him, and convinced he's a failure in the eyes of his father, a successful writer. In response, Dave constantly announces breathless plans to make things better, impractical, unrealistic, juvenile drivel. A job opening in New York City, his father's illness, his ex-wife's romance, and his children's problems from growing up too quickly converge on the hapless Dave. Can he step into adulthood?—<jhailey@hotmail.com>",
         "Clever and insightful movie on the subject of growing-up in upper middle class America. Dave Spritz, a weatherman without meteorological qualifications in Chicago, is confronted with his own rage that life hasn't proceeded as he had planned. A talented man who finds it difficult to see his own talent because he compares himself with his Pulitzer winning, distant father is at a low ebb. Not to mention that \"fans\" delight in recognizing him on the street and throwing food at him. The other problems in his life, an angry ex-wife, a daughter bullied at school, and a son just leaving rehab don't help. And Spritz would really rather just think about sex. Through finding a hobby, connecting with his dying father, and standing by his kids, we see the character grow and become a hero.—sandamy27@yahoo.com"
      ],
      "genres": [
         "Comedy",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTQ4NzAxMTE3Ml5BMl5BanBnXkFtZTYwMDAwMjY3._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Lord of War",
      "year": "2005",
      "character": "Yuri Orlov",
      "plot": [
         "An arms dealer confronts the morality of his work as he is being chased by an INTERPOL Agent.",
         "This movie charts the rise and fall of Yuri Orlov, from his early days in the early 1980s in Little Odessa, selling guns to mobsters in his local neighborhood, through to his ascension through the decade of excess and indulgence into the early 1990s, where he forms a business partnership with an African warlord and his psychotic son. This movie also charts his relationship through the years with his younger brother, his marriage to a famous model, his relentless pursuit by a determined INTERPOL Agent and his inner demons that sway between his drive for success and the immorality of what he does.—davidgraham83@hotmail.co.uk",
         "In the 1980s in Little Odessa, the Ukrainian immigrant Yuri Orlov decides to change his economical life and becomes an arm dealer with his brother Vitaly Orlov. His business of gunrunner supplying illegal weapons in disturbed areas of the planet increases with the end of the Cold War, and Yuri bribes a Russian General to sell most of his arsenal. Meanwhile, he becomes a millionaire and uses his money to seduce the beautiful Ava Fontaine and they get married, and have a son. INTERPOL Agent Jack Valentine chases Yuri trying to put him in jail, but in the end, he understands that Yuri is a necessary evil for the interest of his nation.—Claudio Carvalho, Rio de Janeiro, Brazil"
      ],
      "genres": [
         "Crime",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTYzZWE3MDAtZjZkMi00MzhlLTlhZDUtNmI2Zjg3OWVlZWI0XkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "National Treasure",
      "year": "2004",
      "character": "Benjamin Franklin Gates",
      "plot": [
         "A historian races to find the legendary Templar Treasure before a team of mercenaries.",
         "Benjamin Franklin Gates, a pedigree of the treasure hunter family who learns about a national treasure from his grandfather. The treasure is stashed somewhere in the country and the clue leading to the treasure chest is cyphered and scattered all over the country. Benjamin's father abhors treasure hunting, as he himself lost 20 years in chasing the treasure without success. Plot takes a twist when Ben's accomplice Ian decides to steal 'Declaration of Independence' for the next clue. Ben refuses to Ian's plan and they become hostile. When Ben tips FBI about the possible theft, they refused to believe him. Ben determines to steal the 'Declaration of Independence' in order to protect it from Ian. Ben meets 'Abigail Chase' the curator of the archives when he steals the document. Rest of the story is about how Ben, his partner Riley and Abigail decrypts the clues and rescues the national treasure without getting to the hands of Ian.",
         "For several generations, a clan has been searching for a clue to discover where the so-called national treasure is hidden, until they have given up. But the last descendant named Benjamin Franklin Gates continued the search, his father asking him to stop, telling him that the treasure was only a myth. But he didn't listen to his father, and he did everything to discover the treasure even though his life was in danger.—judytrinidad",
         "Benjamin Franklin Gates descends from a family of treasure-seekers who've all hunted for the same thing: a war chest hidden by the Founding Fathers after the Revolutionary War. Ben's close to discovering its whereabouts, as is his competition, but the FBI is also hip to the hunt.—IMDb Editors",
         "Ben Gates comes from a family of treasure hunters. Now his grandfather believes that the forefathers' buried a treasure somewhere in the country and have placed clues everywhere but unfortunately the clues are highly cryptic and scaterred all over the place. Now Ben thinks he has found it but it only leads him to another clue which is on the back of the Declaration of Independence. Now one of his associates Ian wants to steal it so that they could get the clue but Ben refuses to do it so he tries to kill Ben. But Ben evades him and tries to warn the authorities about Ian's plans but they don't believe him. So Ben takes it upon himself to steal it in order to protect it. And he does but Abigail Chase the curator of the National Archives, where it is kept, discovers what he has done and tries to stop him but gets caught in the crossfire between Ben and Ian, so Ben takes her with him. While she doesdn't believe him, he is determined to prove he is right about the treasure. But it won't be easy cause Ian's always a step behind him and he is being hunted by the FBI.—rcs0411@yahoo.com"
      ],
      "genres": [
         "Action",
         "Adventure",
         "Mystery",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTY3NTc4OTYxMF5BMl5BanBnXkFtZTcwMjk5NzUyMw@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Matchstick Men",
      "year": "2003",
      "character": "Roy Waller",
      "plot": [
         "A phobic con artist and his protégé are on the verge of pulling off a lucrative swindle when the former's teenage daughter arrives unexpectedly.",
         "Meet Roy and Frank, a couple of professional small-time con artists. What Roy, a veteran of the grift, and Frank, his ambitious protégé, are swindling these days are \"water filtration systems,\" bargain-basement water filters bought by unsuspecting people who pay ten times their value in order to win bogus prizes like cars, jewelry and overseas vacations--which they never collect. These scams net the flim-flam men a few hundred here, another thousand there, which eventually adds up to a lucrative partnership. Roy's private life, however, is not so successful. An obsessive-compulsive agoraphobe with no personal relationships to call his own, Roy is barely hanging on to his wits, and when his idiosyncrasies begin to threaten his criminal productivity he's forced to seek the help of a psychoanalyst just to keep him in working order. While Roy is looking for a quick fix, his therapy begets more than he bargained for: the revelation that he has a teenage daughter--a child whose existence he suspected but never dared confirm. What's more troubling, 14-year-old Angela wants to meet the father she never knew. At first, Angela's appearance disrupts her neurotic father's carefully ordered routine. Soon, however, with his own unique spin on parenthood, Roy begins to enjoy a relationship he never dreamed of having with his daughter. But while he develops paternal feelings for the 14-year-old, she's developing a fascination with Daddy's questionable career.—Sujit R. Varma"
      ],
      "genres": [
         "Comedy",
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjA3NjMyNjIyMF5BMl5BanBnXkFtZTYwOTgzMDI3._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Adaptation.",
      "year": "2002",
      "character": "Charlie Kaufman / Donald Kaufman",
      "plot": [
         "A lovelorn screenwriter becomes desperate as he tries and fails to adapt 'The Orchid Thief' by Susan Orlean for the screen.",
         "While his latest movie Being John Malkovich (1999) is in production, screenwriter Charlie Kaufman is hired by Valerie Thomas to adapt Susan Orlean's non-fiction book \"The Orchid Thief\" for the screen. Thomas bought the movie rights before Orlean wrote the book, when it was only an article in The New Yorker. The book details the story of rare orchid hunter John Laroche, whose passion for orchids and horticulture made Orlean discover passion and beauty for the first time in her life. Charlie wants to be faithful to the book in his adaptation, but despite Laroche himself being an interesting character in his own right, Charlie is having difficulty finding enough material in Laroche to fill a movie, while equally not having enough to say cinematically about the beauty of orchids. At the same time, Charlie is going through other issues in his life. His insecurity as a person doesn't allow him to act upon his feelings for Amelia Kavan, who is interested in him as a man. And Charlie's twin brother, pretentious Donald, has moved into his house with a goal of also becoming a screenwriter. Despite not admiring Donald as a screenwriter, Charlie asks for his advice. Together, they feel that there is some interesting subtext in the book on which Orlean herself can only elaborate, if only Charlie has the nerve to talk to her. If she can't or won't elaborate, they may have to find out the meaning of that subtext on their own.—Huggo",
         "Frequently cynical screenwriter Charlie Kaufman has just taken on a new assignment. That is, to adapt writer Susan Orlean's \"The Orchid Thief\" into a screenplay, all of it based on the life of the eccentric John Laroche, an exotic plant collector based out of Florida. While his easygoing twin brother Donald, is writing scripts with ease, Charlie finds himself on a perpetual struggle that never seems to end.—MonkeyKingMA",
         "An account of screenwriter Charlie Kaufman's attempt to adapt Susan Orlean's non-fiction book The Orchid Thief, which is the story of John Laroche, a plant dealer who clones rare orchids then sells them to collectors. We see the action of the book as we see Kaufman struggle to adapt it into a movie. This is presumably a somewhat true story, as Charlie Kaufman is the real life screenwriter of Adaptation.—Jason Smith",
         "Kaufman is struggling with the arduous task of adapting The Orchid Thief, by Susan Orlean, which doesn't have an obvious dramatic line (it is essentially a book about orchids). At the same time he faces a mid-life crisis, which is worsened by the presence of his twin brother Donald, a less talented but more joyous person than Charlie, who dreams of making a lot of money with screenplays. The movie also shows Susan Orlean as she does her research for the book, and John Laroche, a colorful orchid hunter whom Susan interviews and, later, falls in love with. These stories eventually intertwine, with unpredictable results.—Eddie G."
      ],
      "genres": [
         "Comedy",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BN2JjNzVhOTMtNTc3Yi00NGNjLWI3YjgtYjkyZTYzY2FmMmIxXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Sonny",
      "year": "2002",
      "character": "Acid Yellow",
      "plot": [
         "An honorably discharged soldier returns home to New Orleans, hoping to break away from his upbringing as a trained prostitute, but his brothel-madam mother has other expectations.",
         "1981: Sonny is the son of Jewel who runs a small brothel in New Orleans. He returns home from the army, staying with his mother while waiting to start the job an army buddy of his promised him. Jewel tries to convince him to come back to working for her as he had before the army, saying many of his old clients still miss him and he was the best gigolo she had ever had. He repeatedly turns her down, wanting to leave that life behind. However, the job he was promised never materializes and he is forced to return to working for his mother. Jewel had recently recruited a new girl to the brothel, Carol, who meets him and falls in love with him. They talk of getting out together. One of Carol's clients, an older man, proposes to her. She initially declines, hoping to go away with Sonny. She and Sonny fall out as he fails to make an effort to get out of the business, instead becoming increasingly introverted and depressed, with occasional outbursts as he looks for more work. Ultimately, Carol accepts the marriage proposal.—Wiki"
      ],
      "genres": [
         "Crime",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTY2MzUzMDU3Nl5BMl5BanBnXkFtZTcwNzQ1MTAwMQ@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Windtalkers",
      "year": "2002",
      "character": "Joe Enders",
      "plot": [
         "Two U.S. Marines in World War II are assigned to protect Navajo Marines, who use their native language as an unbreakable radio cypher.",
         "During World War II when the Americans needed to find a secure method of communicating they devised a code using the Navajo language. So Navajos were recruited to become what they call code talkers. They would be assigned to a unit and would communicate with other units using the code so that even though the enemy could listen they couldn't understand what they were saying. And to insure that the code is protected men are assigned to protect it at all costs. One of these men is Joe Enders, a man who sustained an injury that can make him unfit for duty but he manages to avoid it and is told of his duty and that the man he is suppose to protect is Ben Yahzee. Initially there is tension but the two men learn to get along.—rcs0411@yahoo.com",
         "During the Battle of Saipan, Marines Joe Enders (Cage) and Ox Anderson (Slater) are assigned to protect code talkers Ben Yahzee (Beach) and Charlie Whitehorse (Willie). Their orders are to keep these men safe, but if a code talker should fall into enemy hands they're to 'protect the code at all costs.' As the men become reluctant friends and the bonds of war are forged, each man is ultimately faced with a terrible decision - if they can't protect their fellow Marines, how far will they go to protect the code?",
         "WWII. Joe Enders, a decorated Marine who is by-the-book to a fault, is just coming back on duty (by cheating on his medical tests). \"Ox\" Anderson, much greener, is also getting the same new task: Protect the Navajo codetalkers (Ben Yahzee and Charles Whitehorse, respectively). While Enders is initially frustrated with his assignment, his respect grows as the codetalkers prove their worth in the brutal battle to take Saipan.—Jon Reeves <jreeves@imdb.com>",
         "In the close quarters and brutal fighting of the World War II Pacific Theater, the U.S. Intelligence services desperately seek a fool-proof encryption code, immune to the code breakers of the Japanese. The answer is soon discovered in the ancient language of the Navajo. Enlisted into the Marine Corps are several \"Windtalkers\" who are deployed to frontline areas in the Pacific, to use their language as an impossible-to-crack secret code. A drawback, however, is that the U.S. military soon puts forth a directive that the Windtalkers must never be captured alive by the enemy, so additional Marines are assigned to make certain that this directive is carried out to the letter.—Anthony Hughes <husnock31@hotmail.com>"
      ],
      "genres": [
         "Action",
         "Drama",
         "War"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYWU3NmIzMmQtZjE2Mi00NDlkLWI2NDMtZWZmYjUxZWRiZDZiL2ltYWdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY150_CR1,0,101,150_.jpg"
   },
   {
      "title": "Christmas Carol: The Movie",
      "year": "2001",
      "character": "Marley (voice)",
      "plot": [
         "Old bitter miser Ebenezer Scrooge (Simon Callow) who makes excuses for his uncaring nature learns real compassion when three ghosts visit him on Christmas Eve.",
         "This movie begins with a live-action sequence set in Boston in 1857, the site of a live reading by renowned novelist Dickens (Simon Callow). As he begins his \"story of ghosts\", a woman in the audience screams because she has seen a mouse, and Dickens points out that this is appropriate since his story begins with a mouse. At this point, the story turns into the animated version, and Dickens explains that the mouse, named Gabriel, carries a glimmer of hope amidst the glaring co-existence of rich and poor in the streets of London. Throughout the subsequent unfolding of the well-known story Gabriel acts as a miniature Greek chorus, providing younger members of the audience with a point of entry into the story and, in the case of the potentially frightening elements (the Ghosts of Past (Jane Horrocks), Present (Sir Michael Gambon), and Future), a place of refuge.—John Nickolaus"
      ],
      "genres": [
         "Animation",
         "Family",
         "Fantasy"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTgzMDMyNDA0Nl5BMl5BanBnXkFtZTcwMzY0NjEzNA@@._V1_SY150_CR3,0,101,150_.jpg"
   },
   {
      "title": "Captain Corelli's Mandolin",
      "year": "2001",
      "character": "Captain Antonio Corelli",
      "plot": [
         "When a fisherman leaves to fight with the Greek army during World War II, his fiancée falls in love with the local Italian commander.",
         "In 1941, Italy allies with Germany and ruthlessly conquers the much weaker country of Greece. On a remote Greek island, an Italian artillery garrison is established to maintain order. One Italian officer, Captain Corelli, adopts an attitude of mutual co-existence with the Greeks and engages in such activities as music festivals and courting the daughter of a local doctor. In 1943, however, after Italy surrenders to the Allies and changes sides in the war, Captain Corelli must defend the Greek island against a German invasion.—Anthony Hughes <husnock31@hotmail.com>",
         "The idyllic beauty of Greece's Mediterranean coast has been invaded by Italy, bringing legions of soldiers to the once tranquil island of Cephallonia. Captain Antonio Corelli, an officer with an irrepressibly jovial personality and passion for the mandolin, initially alienates a number of the villagers, including Pelagia. The daughter of the village doctor, Pelagia is an educated and strong-willed woman, and while at first offended by the Italian soldier's behavior, she slowly warms to his certain charms as they are forced to share her father's home. When Pelagia's fiancé , a local fisherman, heads off to war, the friendship between Antonio and Pelagia grows even stronger. Her beauty and intelligence have captured his heart, and his fondness for the village's vibrant community causes him to question his reasons for fighting. Antonio becomes a part of the lives of the villagers, but the moment is fleeting. As the war grows ever closer, Antonio and Pelagia are forced to choose between their allegiance to their countries and the love they feel for one another-a love which must overcome tremendous odds, and endure the inevitable sacrifice which accompanies eternal devotion.—Sujit R. Varma"
      ],
      "genres": [
         "Drama",
         "Music",
         "Romance",
         "War"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNzc0MmRmZDAtZWRjYi00ODM3LTllZDEtNjljMjNiMzgxZDcyXkEyXkFqcGdeQXVyNzQ5MzY0NjM@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Family Man",
      "year": "2000",
      "character": "Jack Campbell",
      "plot": [
         "A fast-lane investment broker, offered the opportunity to see how the other half lives, wakes up to find that his sports car and girlfriend have become a mini-van and wife.",
         "A modern-day Frank Capra story. Jack Campbell, a successful and talented businessman, is happily living his single life. He has everything, or so he thinks. One day he wakes up in a new life where he didn't leave his college girlfriend for a London trip. He's married to Kate, lives in New Jersey and has two kids. He, of course, desperately wants his life back for which he has worked 13 years for. He's president of P. K. Lassiter Investment House and not a tire salesman at Big Ed's. He drives a Ferrari and not a mini-van that never starts. And most importantly he doesn't wake up in the morning with kids jumping on the bed. After a bad start, day by day he's more confident in his new life and starts to see what he's been missing. Turns out money's good to have but that's not everything.—<speedy33417@yahoo.com>",
         "On Christmas Eve, two days before he pulls off a multi-billion-dollar merger, Wall Street hot-shot Jack Campbell gets a phone message from a woman he almost married 13 years before. He also tells a gun-toting street thug that he has everything he needs. The punk laughs. Christmas morning, Jack wakes up next to his old girlfriend, in some sort of parallel universe, in a 12-year marriage. Over the next few weeks, he gets a glimpse of what his life would have been like if he'd married her: a house in New Jersey, two children, bowling trophies, a job at his father-in-law's tire store, and a lot of love from his wife Kate. When this Dickensian adventure ends, what will he do?—<jhailey@hotmail.com>"
      ],
      "genres": [
         "Comedy",
         "Drama",
         "Fantasy",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYzYzMTQ4NDYtNWRkZi00NTYxLThlZDItMzI1MmU1MmU5ZWQ3XkEyXkFqcGdeQXVyNDA5Mjg5MjA@._V1_SY150_CR3,0,101,150_.jpg"
   },
   {
      "title": "Gone in Sixty Seconds",
      "year": "2000",
      "character": "Memphis Raines",
      "plot": [
         "A retired master car thief must come back to the industry and steal fifty cars with his crew in one night to save his brother's life.",
         "In exchange for his little brother's life, the reformed car thief, Randall \"Memphis\" Raines, has to do the impossible: in less than three days, he has to steal not one, but fifty exotic supercars for the ruthless crime lord, Ray Calitri. To stand a chance of pulling off this intricate and time-sensitive grand theft auto, once more, Memphis has to rely on his old gang--his knowledgeable mentor, Otto; the old friends, Sphinx and Donny; his reluctant ex-girlfriend, Sway, and a band of tech-savvy young thieves--however, the police are already onto them. Now, fast Lamborghinis, precious Ferraris, luxurious Porsches, and Eleanor--a rare Ford Shelby Mustang GT500--are just some of the cars in Raines' long list. Can Memphis execute the perfect car heist?—Nick Riganas",
         "Car theft in Long Beach went down 47% when Randall \"Memphis\" Raines walked away from the life. He gets dragged back into it by assuming the job his brother Kip screwed up for stolen-car broker Raymond Calitri: steal 50 exotic cars and have them on a container ship by 8 AM Friday morning, and he got this news on a Monday. With Calitri threatening to kill him and Kip, and the police GRAB unit breathing down his neck, Memphis reassembles his old crew and attempts to pull off the logistically impossible.—Jeff Cross <blackjac_1998@yahoo.com>",
         "Memphis Raines must return to the world of auto theft after his brother breaches a contract with a Russian crime lord to deliver high end cars. Memphis must get a gang together for a one night 'boost' to grab all the cars while avoiding apprehension by the auto theft cop who trailed him years before.—FMJ_Joker",
         "Kip Raines, a young car thief, was contracted to steal 50 specific cars but something went wrong. Now the man who hired him, Raymond Calitri, wants his head. When his brother, Memphis, once a great car thief, who retired a few years ago, learns of this, he comes back to town to see if he can help his brother. The only thing that will appease Calitri is if the order is fulfilled. So Memphis has to assemble his old crew, and he has to do the job in a few days. And a cop who hounded him, upon learning of his return, is keeping an eye on him. And another car thief, whom he competed with before wants to get the Calitri job, and is telling Memphis to back off, but he won't.—rcs0411@yahoo.com"
      ],
      "genres": [
         "Action",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTIwMzExNDEwN15BMl5BanBnXkFtZTYwODMxMzg2._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Bringing Out the Dead",
      "year": "1999",
      "character": "Frank Pierce",
      "plot": [
         "Haunted by the patients he failed to save, a monumentally burned-out Manhattan ambulance paramedic fights to maintain his sanity over three increasingly turbulent nights.",
         "An Easter story. Frank is a Manhattan medic, working graveyard in a two-man ambulance team. He's burned out, exhausted, seeing ghosts, especially a young woman he failed to save six months' before, and no longer able to save people: he brings in the dead. We follow him for three nights, each with a different partner: Larry, who thinks about dinner, Marcus, who looks to Jesus, and Tom, who wallops people when work is slow. Frank befriends the daughter of a heart victim he brings in; she's Mary, an ex-junkie, angry at her father but now hoping he'll live. Frank tries to get fired, tries to quit, and keeps coming back, to work and to Mary, in need of his own rebirth.—<jhailey@hotmail.com>",
         "48 hours in the life of a burnt-out paramedic. Once called Father Frank for his efforts to rescue lives, Frank sees the ghosts of those he failed to save around every turn. He has tried everything he can to get fired, calling in sick, delaying taking calls where he might have to face one more victim he couldn't help, yet cannot quit the job on his own.—Erwin van Moll <max404@hotmail.com>"
      ],
      "genres": [
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMDMyMjEyYzEtODVlZC00OWY0LTkxZjItNjJmOWRjNzQxMGNmXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "8MM",
      "year": "1999",
      "character": "Tom Welles",
      "plot": [
         "A private investigator is hired to discover if a \"snuff film\" is authentic or not.",
         "A small, seemingly innocuous plastic reel of film leads surveillance specialist Tom Welles down an increasingly dark and frightening path. With the help of the streetwise Max, Welles relentlessly follows a bizarre trail of evidence to determine the fate of a complete stranger. As his work turns into obsession, he drifts farther and farther away from his wife, family and simple life as a small-town private eye.—Columbia Pictures",
         "Tom Welles, private eye, is hired by a wealthy widow, whose well-known husband passed away recently. She has found a reel of S8-film in a safe. On the film is a cruel slaughtering of a young girl, who obviously does not pretend or act: A snuff-movie. Welles takes up investigation, which leads him to the girl's mother and from there to Hollywood, into the office of a porn flick producer. Welles' rising obsession to solve the case also carries him away from his wife and new-born daughter. But when finally names are at hand, Welles suddenly finds himself on ice much thinner than he planned.—Julian Reischl <julianreischl@mac.com>"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Mystery",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNTNiMzAxZGMtZGYwZi00NWVmLTgyNmYtMGIwZGJhNzE0NmJjXkEyXkFqcGdeQXVyNzkwMjQ5NzM@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Snake Eyes",
      "year": "1998",
      "character": "Rick Santoro",
      "plot": [
         "A shady police detective finds himself in the middle of a murder conspiracy at an important boxing match in an Atlantic City casino.",
         "Ricky Santoro is a flamboyant and corrupt Atlantic City cop with a dream: become so well connected that he can become mayor. In lieu of that, he'll settle for keeping his comfortable lifestyle. On the night of the heavyweight boxing championship, Rick becomes mixed up in the assassination of the Secretary of Defense, an assassination involving his best friend. Becoming the investigating officer in the case, Rick soon uncovers a conspiracy to kill the Secretary and a mysterious woman in white. The conspiracy was shocking, but not half as shocking as the identity of its mastermind.—The Mystery Guest",
         "Before an ecstatic crowd of 14,000 enthusiastic spectators for a big heavyweight boxing match, out of the blue, a bullet hits the Secretary of Defence, Charles Kirkland. With a front-row seat to Kirkland's mortal wounding, the corrupt Atlantic City homicide detective, Rick Santoro, must work fast to handle the explosive situation, as his childhood friend and incorruptible U.S. Navy Commander, Kevin Dunne, is about to take the blame for this outrageous security fiasco. But, amid thousands of eye-witnesses and potential suspects, who was the mysterious suicide blonde who was seen talking to the politician? In the end, can Rick handle the more and more startling revelations?—Nick Riganas",
         "Atlantic City cop Rick Santoro is pretty happy with life. He has a wife and a mistress, gets his regular rake-offs, and walks easily through town. On duty at a prize-fight when a member of the government is killed, he soon has several leads. But he realises he has to make a choice - turn the other way as he has in the past when the stakes weren't so high, or follow up the investigation and put his cosy lifestyle very much at risk.—Jeremy Perkins {J-26}",
         "After the assassination of a prominent political official at a major boxing match, a corrupt cop must solve the crime to protect his friend, who was overseeing protection of the fallen. But what the cop uncovers is a conspiracy connected to everyone that was at the boxing match that night, and the one woman who knows everything must run from those behind the murder.—MonkeyKingMA"
      ],
      "genres": [
         "Crime",
         "Mystery",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNmZiODkzNWEtNDkxZC00NDg2LWFiYzktZjY2ZmUwMmM2ZmJlXkEyXkFqcGdeQXVyNTAyODkwOQ@@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "City of Angels",
      "year": "1998",
      "character": "Seth",
      "plot": [
         "An angel on Earth, a doctor unable to believe, a patient with a secret, a love story made in Heaven.",
         "Seth is an angel who accompanies the spirits of the recently dead to the ever after. Seth has never been human and so has never experienced touch or taste. When in the hospital however he comes across Dr. Maggie Rice, a brilliant young heart surgeon who is devoted to her profession and her patients. Seth has the power to let himself be seen but Maggie finds him far too mysterious. Seth also meets a patient, Nathaniel Messinger, who has news for him - he too was once an angel like Seth but chose to fall to Earth and become human. Seth makes a decision on his future, which does not turn out as he had expected.—garykmcd",
         "Los Angeles, California. Seth is an angel who passes the eternity taking the souls of the recent deceased to move them to Heaven. With his partner Cassiel shares memories and experiences that the deceased tale him, pointing it in his notebook. Invisibles to the human eye, Seth and the rest of his celestial race protect humans of the danger as unfeeling duty, helping us to suffocate bad thoughts and increase the good feelings. Therefore, one day the quiet and peaceful existence of Seth changes after he goes to a hospital to collect the soul of a man who is being operated by Dr. Maggie Rice, a rational woman without faith nor supernatural beliefs. Believing that she looked him straightly to the eyes while Maggie tried unsuccessfully save her patient's life, Seth falls in love with her and decides to appear as human being to meet her, puzzled about the humans. At the same time Seth meets another Maggie's patient, Nathaniel Messinger, after Maggie takes wrongly Seth as friend of him, but things complicate for Seth when learns that Maggie has a relation with a job partner, Dr. Jordan Ferris. It's then when Nathaniel reveals Seth his greatest secret: he was an angel who time ago renounced to it by love and \"fell\" to Earth to live as human being to marry with Teresa and make a family. It creates in Seth a doubt: continue existing as angel or turn himself in human falling as Nathaniel did. But would a woman without faith love to an angel turned in human?—Chockys",
         "Seth, an angel watching over Los Angeles, begins finding his job difficult as he falls in love with Maggie, a beautiful heart surgeon. She becomes interested in Seth, and soon his not-quite-mortal state seems a barrier rather than a gift. A choice must be made between celestial duty and earthly love.—Matthew C. Powell <mpowell@clunet.edu>",
         "Angels are among us and when we feel an invisible presence, you better believe they are watching you. For a Los Angeles heart surgeon named Maggie, that is too much of a stretch. She believes that it is her job to save the lifes of her patients and when she meets Seth after visiting hours are over, he tells her it's simply just their time to go. She becomes intrigued by his presence and opinion. Seth is not just normal, he is an Angel. He meets Messinger while visiting patients. Messinger can see him because he was once a Angel but gave his power up to become human. This makes Seth want to become human so he can feel, smell, and love Maggie.—Kyle <Kyleshivers@aol.com>"
      ],
      "genres": [
         "Drama",
         "Fantasy",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZjk2OTEwNDEtNjVhYi00MzI3LWFhNzctZGUzOWMxMDMwZjJlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Face/Off",
      "year": "1997",
      "character": "Castor Troy",
      "plot": [
         "To foil a terrorist plot, an FBI agent undergoes facial transplant surgery to assume the identity of the criminal mastermind who murdered his only son, but the criminal wakes up prematurely and seeks revenge.",
         "Sean Archer, a very tough, rugged FBI Agent, is still grieving for his dead son Michael. Archer believes that his son's killer is his sworn enemy and a very powerful criminal, Castor Troy. One day, Archer has finally cornered Castor, however, their fight has knocked out Troy cold. As Archer finally breathes easy over the capture of his enemy, he finds out that Troy has planted a bomb that will destroy the entire city of Los Angeles and all of its inhabitants. Unfortunately the only other person who knows its location is Castor's brother Pollux, and he refuses to talk. The solution, a special operation doctor that can cut off people's faces, and can place a person's face onto another person. Archer undergoes one of those surgeries to talk to Pollux. However, Castor Troy somehow regains consciousness and now wants revenge on Archer for taking his face. Not only is Troy ruining Archer's mission, but his personal life as well. Archer must stop Troy again. This time, it's personal.—John Wiggins",
         "Sean Archer is the FBI's best agent, hot on the trail of the world's most ruthless terrorist, Caster Troy. When Troy attempts to assassinate Archer, he accidentally gets Archer's young son and Archer is hell-bent on bringing him down. When the FBI finds out that Troy has planted a massive bomb that will blow in a matter of days, all hell breaks loose leaving Troy in a coma. The only other person that knows about the bomb's whereabouts is Troy's younger brother, Pollux, who is in a maximum security prison. The FBI persuades Archer to undergo surgery in which Archer will wear Troy's face to convince everybody he is Troy and hope Pollux gives him answers. Troy soon awakens and has the same surgery done with Archer's face. Troy destroys all evidence of Archer's true identity and defuses the bomb himself, to make him seen as a hero. Archer escapes from prison and gets himself involved with Troy's old gang, determined to destroy him once and for all.—powermandan",
         "Sean Archer is a government agent who for six years has been trying to apprehend terrorist, Caster Troy, who tried to kill him but ended up killing Archer's son instead. When Archer corners Troy, Troy tells Archer that he has planted a bomb that will go off, unless he lets him go but Archer thinks that Troy is bluffing so a fight erupts that leaves Troy comatose. But later when they go through some of his brother, Pollux's things, they discover that Troy was telling the truth. All what they need now is to find out where it is and the only person who knows is Pollux. And the only person that he will talk to about it, is his brother, Caster but unfortunately he is a vegetable. A government official then suggests to Archer that he assume Caster's identity and ask Pollux about the bomb. So she brings him to a doctor who has perfected a method wherein the face of one individual is removed from him and placed on another. Archer agrees. The operation is a success so Archer as Troy goes to the prison where Pollux is being held and successfully gets him to tell him where the bomb is. Meanwhile, Troy who was believed to be comatose awakens and forces the doctor who operated on Archer to place Archer's face on him. He then goes to the prison as Archer and taunts Archer by telling him that he has destroyed all documentation of the operation and eliminated everyone who knew about it. He then takes his brother out and leaves Archer in prison. But Archer somehow manages to escape and is now trying to find someone who will believe and help him, while Troy is plotting something.—rcs0411@yahoo.com",
         "FBI Special Agent Sean Archer tries to find a biological weapon placed in Los Angeles by a sadistic terrorist-for-hire and criminal mastermind named Castor Troy. Archer has hunted Troy for the last 8 years, and is consumed by revenge because Troy is responsible for the death of Archer's son. To do this, Archer must \"borrow\" Troy's face using a surgical procedure to go undercover as Troy, but things go wrong when Troy assumes the identity of Archer.—Nick Hawkins <hawkins@aureate.com>"
      ],
      "genres": [
         "Action",
         "Crime",
         "Sci-Fi",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYzFjNzIxMmEtMzY5NS00YTgzLTkwYWEtN2FjMmY0NmNkZWY3XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Con Air",
      "year": "1997",
      "character": "Cameron Poe",
      "plot": [
         "Newly-paroled ex-con and former U.S. Ranger Cameron Poe finds himself trapped in a prisoner-transport plane when the passengers seize control.",
         "Cameron Poe, a highly decorated Army Ranger, comes home to Alabama to his wife Tricia, only to run into a few drunken regulars at the bar where she works. Cameron accidentally kills one of the drunks, and is sent to a federal penitentiary for involuntary manslaughter for seven years. He becomes eligible for parole and can now go home to his wife and daughter. Unfortunately, Cameron has to share a prison airplane with some of the country's most dangerous criminals, who take control of the plane and are now planning to escape the country. Cameron has to find a way to stop them while playing along. Meanwhile, United States Marshal Vince Larkin is trying to help Cameron get free and stop the criminals, led by Cyrus \"The Virus\" Grissom.—John Wiggins",
         "Cameron Poe, a highly decorated US ranger, is convicted of manslaughter after protecting his wife in a drunken brawl. Finally, after eight years, he's being paroled and going home to his wife and daughter. His ride home: the Jailbird, which is also transporting society's vicious murderers to Feltham Penitentiary, Lousiana's toughest maximum security prison. A surprising escape is made on board the plane as the cons seize control of the plane, and head it towards Las Vegas. The officials on the ground want to blow it out of the sky, but three people know an alternative... US Marshal Vince Larkin, Cameron Poe's wife, and his daughter.—Cameron Poe <sprintcs@idirect.com>",
         "Cameron Poe is a highly decorated military officer who is sent to prison because of killing a man while defending his wife. Seven years later, he is granted a parole. He is put on a plane with many other convicts. Everything looks smooth until one of the convicts, Cyrus \"The Virus\" Grissom breaks out of his restraints and takes control of the plane. The D.E.A quickly learns of the event and plans on shooting the plane down, but U.S. Marshall Vince Larkin sees Poe as an ally and tries to work with him before his superiors shoot down the plane.—Ridley Lavine",
         "When Cameron Poe, of the US Army, is found guilty of manslaughter after killing a drunk man while protecting his wife outside a bar, he is sent to jail for eight years. During that time his daughter is born, but he waits patiently in his cell until his release date. He is flown home on board the Jailbird, which also transports some very dangerous convicts to a maximum-security prison in Louisiana. The convicts manage to escape directed by Cyrus \"The Virus\", who also leads the plane's take-over and re-routes it to an abandoned airfield to catch another plane which will take them to a foreign country. With Poe's help, the authorities learn where the convicts are headed for and manage to get there before they take off again. After the police and army are killed in an ambush at the airfield, the convicts take off again toward Las Vegas, but a US Marshal, Vince Larkin, with the help of Poe on board gets there again in time to finally stop the convicts.—Marcos Eduardo Acosta Aldrete"
      ],
      "genres": [
         "Action",
         "Crime",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMGZmNGIxMTYtMmVjMy00YzhkLWIyOTktNTExZGFiYjNiNzdlXkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Rock",
      "year": "1996",
      "character": "Stanley Goodspeed",
      "plot": [
         "A mild-mannered chemist and an ex-con must lead the counterstrike when a rogue group of military men, led by a renegade general, threaten a nerve gas attack from Alcatraz against San Francisco.",
         "Stanley Goodspeed, who lives in Washington, D.C., is a biochemist who works for the F.B.I. Soon after his fiancée Carla Pestalozzi announces that she is pregnant, Stanley gets a call from F.B.I. Director James Womack. Womack tells Stanley that San Francisco's Alcatraz Island has been taken hostage, along with eighty-one tourists, by Marine General Francis Xavier Hummel who, for years, has been protesting the government's refusal to pay benefits to families of war veterans who died during covert military operations. The death of his wife Barbara on March 9, 1995 drove General Hummel over the edge, and now he's holding hostages in order to get his point across. Stanley is needed because General Hummel has stolen some VX gas warheads and has announced that he will launch them onto San Francisco unless his demands are met. Stanley knows how to disarm the bombs, but he needs someone who knows Alcatraz well enough to get him inside. That man is former British Intelligence Agent John Patrick Mason, who has been in prison for the past thirty years without a trial because he was accused of stealing the private files of J. Edgar Hoover. In 1962, John became the only inmate ever to escape from Alcatraz, and he stayed out of Alcatraz long enough to father a daughter named Jade Angelou. Despite his extreme hatred of the F.B.I., John agrees to help Stanley. When John and Stanley are sent into Alcatraz with a Navy S.E.A.L. team, General Hummel's men kill the entire S.E.A.L. team, leaving Stanley and John to work on their own to rescue the hostages.—Todd Baldridge",
         "With a madly daring scheme to unleash a devastating chemical warfare on the unsuspecting citizens of San Francisco, the disillusioned war hero, General Francis X. Hummel, and a handful of loyal men take over the impregnable prison island of Alcatraz. Demanding $100 million in reparations to the families of his lost brothers-in-arms, the highly decorated military man threatens to launch deadly rockets filled with nerve gas, unless the Pentagon takes him seriously. Now, the fates of millions rest in the hands of two unlikely companions: the nervous FBI chemist, Stanley Goodspeed, and the experienced British ex-spy and former Alcatraz inmate, John Patrick Mason, who must break into the abandoned fortress to thwart the general's plans. Many tried to break out of this rugged and impervious jail; however, only one succeeded. Can Mason and Stanley escape from the Rock in one piece?—Nick Riganas",
         "A group of renegade Marine commandos seizes a stockpile of chemical weapons and takes over Alcatraz, with eighty-one tourists as hostages. Their leader, a former highly-decorated General, demands one hundred million dollars to be paid in ransom, as restitution to families of Marines who died in covert operations and were thereby denied compensation. Otherwise, he is threatening to launch fifteey rockets carrying deadly VX nerve gas into the San Francisco Bay area. An elite S.E.A.L. team, with support from an F.B.I. chemical warfare expert (Stanley Goodspeed) and a former Alcatraz escapee (John Patrick Mason), is assembled to penetrate the terrorists' defenses on Alcatraz and neutralize the rocket threat before time runs out.—Tad Dibbern <DIBBERN_D@a1.mscf.upenn.edu>",
         "It's a quiet day in San Francisco. There are eighty-one civilians on a tour of Alcatraz, the prison famous for the fact that no prisoner had ever successfully escaped. During one of the tours, Marine General Francis Xavier Hummel takes the civilians hostage, with the help of other Marines. He has fifteen rockets of deadly VX gas at his disposal, ready to launch at San Francisco. His reason for doing this is simple. He has seen Marines under his command get killed in combat without a military burial or benefits to their families. He makes a threat to the F.B.I.: give the fallen Marines recognition or he will launch the VX rockets. After learning that one rocket is enough to take out sixty or seventy thousand people, the F.B.I. sends for their top chemical weapons expert: Dr. Stanley Goodspeed, engaged to his pregnant girlfriend. While trying to figure out a countermeasure to the current situation, the F.B.I. is forced to resort to John Patrick Mason, an ex-con who broke out of Alcatraz in 1962.—Ridley Lavine"
      ],
      "genres": [
         "Action",
         "Adventure",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZDJjOTE0N2EtMmRlZS00NzU0LWE0ZWQtM2Q3MWMxNjcwZjBhXkEyXkFqcGdeQXVyNDk3NzU2MTQ@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Leaving Las Vegas",
      "year": "1995",
      "character": "Ben Sanderson",
      "plot": [
         "Ben Sanderson, a Hollywood screenwriter who lost everything because of his alcoholism, arrives in Las Vegas to drink himself to death. There, he meets and forms an uneasy friendship and non-interference pact with prostitute Sera.",
         "Because his wife left him and took his son with her, screenwriter Ben Sanderson has started drinking, a lot. He's getting more and more isolated and he troubles women in bars because he wants to have sex with them. When he gets fired, he decides to leave everything behind and move to Las Vegas and drink himself to death. In Las Vegas he meets Sera, a prostitute with some problems as well who he moves in with.—Marco van Hoof <k_luifje7@hotmail.com>",
         "Once a successful Hollywood screenwriter, Ben Sanderson is in a quick downward spiral, which is outwardly exhibited by his excessive drinking to the exclusion of all else. After he completes his life in Los Angeles to his satisfaction, which includes him burning all his painful personal memories, Ben decides to move to Las Vegas where he will literally drink himself to death. There, he hires a high end hooker named Sera. Despite it being a less than successful sexual encounter, Sera and Ben feel a connection which eventually turns into love. A lonely woman, Sera has a destructive relationship with her sadistic pimp/lover, Yuri, who has his own dangerous criminal problems. Sera and Ben decide to live together for whatever time they have together, that relationship based on the mutual trust each has for the other in not changing the other's life or path, which outwardly may be more difficult for Sera as it means watching Ben die.—Huggo",
         "Ben Sanderson has lost everything: his wife, his son, his job. In the depths of despair he moves to Las Vegas with the aim of drinking himself to death. There he meets and forms a relationship with Sera, a prostitute. Will this relationship cause him to change his plans?—grantss"
      ],
      "genres": [
         "Drama",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNDg3MDM5NTI0MF5BMl5BanBnXkFtZTcwNDY0NDk0NA@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Kiss of Death",
      "year": "1995",
      "character": "Little Junior Brown",
      "plot": [
         "A reformed convict goes undercover with the help of an angry detective to ensnare a psychotic mobster.",
         "Jimmy Kilmartin's an ex-con who's trying to go straight. But he can't say no to a quick driving job because his so called friend's life is threatened. The job is for Little Junior Brown, a violent and powerful villain. When things go wrong, Jimmy is left to do the time, and his whole life is turned upside-down, but if that wasn't enough, the cops won't leave Jimmy alone when he gets out... They want 'Little Junior'—Rob Hartill, corrected by Lex Gustafsson"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMmMwNmVkZDItY2UzNi00ZGE2LTlkOTUtNDNlOGJkZDNhYjVlXkEyXkFqcGdeQXVyNDAxNjkxNjQ@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Trapped in Paradise",
      "year": "1994",
      "character": "Bill Firpo",
      "plot": [
         "Residents of a friendly Pennsylvania town foil three brothers' plan to rob a bank on Christmas Eve.",
         "Bill Firpo has managed to stay honest, but can't help but be dragged into things by his larcenous brothers, the clever Dave and the kleptomaniac Alvin. When the three find a bank so easy to rob that they can't resist, the only question is whether or not they can get out of town before the big snowstorm hits. While the three brothers run around town with their stolen loot, they are beseiged with the kindness of the townfolk that might just set them on the path of rightousness.—Michael Silva <silvamd@cleo.bc.edu>",
         "Though tempted by crime, Bill Firpo has managed to stay on the right road, unlike his jailbird brothers, compulsive liar Dave and kleptomaniac Alvin. After overcrowding leads to an early parole for Dave and Alvin, they get Bill to take them to Paradise, PA., where on Christmas Eve, the three brothers pull off the easiest bank robbery imaginable. Leaving the literally nice-little-town of Paradise, though, is not as easy as they imagined...—Anonymous"
      ],
      "genres": [
         "Adventure",
         "Comedy",
         "Crime",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYjc0YzllMzktMDYyNS00YWRlLWJiOTYtODExYTkzZTI3YTBhXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "It Could Happen to You",
      "year": "1994",
      "character": "Charlie Lang",
      "plot": [
         "A police officer promises to share his lottery ticket with a waitress in lieu of a tip.",
         "Charlie and Muriel Lang have led simple lives for most of their existence. That's until they win $4 million on the lottery. There is a problem, however. Prior to winning the lottery, Charlie had eaten at a café and hadn't been able to tip the waitress. He had promised her, jokingly, that if he won the lottery he'd give her half of it. This is why his wife, Muriel, decides to leave him. She doesn't want the waitress to get a cent of their money. In fact, she wants all $4 million for herself.—Michael Feller <reb@magna.com.au>",
         "Kind, soft-spoken, and with a heart of gold, the devoted husband and dutiful NYPD officer, Charlie Lang, finds himself short of money at the diner where the honest and recently bankrupt waitress, Yvonne Biasi, works. To get out of this embarrassing predicament, Charlie promises to share half of his lottery ticket winnings in lieu of a tip, unbeknownst to him that he is holding a winning $4-million-dollar lotto ticket. As a result--much to the disappointment of his rapacious wife, Muriel--Charlie has to keep his word; after all, there's still more than enough money to indulge herself in an endless consumer frenzy. Now, what would you do if it happened to you?—Nick Riganas",
         "Charlie Lang, a New York cop with a heart of gold, wins a share of the lottery. However, the day before, having been caught without enough money to tip waitress (Yvonne), Charlie offers her half the winnings. Charlie's wife, Muriel, is the complete opposite of her husband. She wants more and more money, and she's not impressed by Charlie's honest and kind nature. As Charlie and Muriel grow apart, Charlie and Yvonne grow together.—Rob Hartill"
      ],
      "genres": [
         "Comedy",
         "Drama",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYzMxOGUzOWEtMGUxMi00ZWM1LWE3ODgtNzc4OGVjZmJhMmFmXkEyXkFqcGdeQXVyODY0NzcxNw@@._V1_SY150_CR6,0,101,150_.jpg"
   },
   {
      "title": "Guarding Tess",
      "year": "1994",
      "character": "Doug Chesnic",
      "plot": [
         "A former U.S. First Lady wants a particular Secret Service agent to head her bodyguard detail, even though he can't stand her.",
         "Doug is a Secret Service Agent who has just completed his stint in charge protecting Tess Carlisle, widow of a former U.S. President, and close personal friend of the President. He finds that she has requested that he not be rotated but instead return to be her permanent detail. Doug is crushed. He wants off her detail. She is very difficult to guard and makes her detail crazy with her whims and demands. Doug returns with no idea of how to continue dealing with her.—John Vogel <jlvogel@comcast.net>"
      ],
      "genres": [
         "Comedy",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNzFkM2RiNWQtOWQxNy00ZWNmLWIyZTktNmJjZmY1ZTliZjU1XkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Deadfall",
      "year": "1993",
      "character": "Eddie",
      "plot": [
         "When Joe loses his dad in a sting, he contacts his dad's twin, Lou, who has a major sting planned. Lou's helper feels threatened by Joe. Who's conning who?",
         "After he accidentally kills his father, Mike, during a sting, Joe tries to carry out Mike's dying wish by recovering valuables that Mike's twin brother Lou stole from him years earlier. But Uncle Lou is also a confidence artist, and Joe is soon drawn into his increasingly dangerous schemes.—Marg Baskin <marg@asd.raytheon.ca>"
      ],
      "genres": [
         "Crime",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BODAxNzI1NjMtM2E4NS00YTBjLWIyY2MtYjkyMDMyNmNhYTJkXkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Red Rock West",
      "year": "1993",
      "character": "Michael",
      "plot": [
         "Upon arriving to a small town, a drifter is mistaken for a hitman, but when the real hitman arrives, complications ensue.",
         "When a promised job for Texan Michael fails to materialise in Wyoming, Mike is mistaken by Wayne to be the hitman he hired to kill his unfaithful wife, Suzanne. Mike takes full advantage of the situation, collects the money and runs. During his getaway, things go wrong, and soon get worse when he runs into the real hitman, Lyle.—Rob Hartill"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNzhiMTQxYzMtOWI4NS00NWJiLWE5MDMtMmIzNjMxODNjZjBlXkEyXkFqcGdeQXVyNzQ1ODk3MTQ@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Amos & Andrew",
      "year": "1993",
      "character": "Amos Odell",
      "plot": [
         "A Pulitzer prize writer buys a cabin. The neighbors get suspicious when a stranger \"breaks in\". They see a black man and call the police, who start shooting at him. The sheriff tries a cover-up involving a white petty crook. Bad idea.",
         "When Andrew Sterling, a successful black urbanite writer buys a vacation house on a resort in New England the police mistake him for a burglar. After surrounding his house with armed men, Chief Tolliver realizes his mistake, and to avoid the bad publicity offers Amos Odell, a thief in his jail, a deal. Amos is to pretend to take Andrew prisoner and hold him for ransom, but let him go and escape. Amos and Andrew suddenly realize that the Chief's problems are all gone if the two of them both die in a gun battle. The worst partnership in film history then tries to get away from the local police.—John Vogel <jlvogel@comcast.net>"
      ],
      "genres": [
         "Comedy",
         "Crime"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNTZhNzhmNWEtNjllOC00YjE1LWE1ZDUtYTk4MzUwZTk0Y2IyXkEyXkFqcGdeQXVyNzc5MjA3OA@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Honeymoon in Vegas",
      "year": "1992",
      "character": "Jack Singer",
      "plot": [
         "Jack loses $65,000 in poker in Las Vegas, where he's marrying Betsy. The wedding will have to wait as the poker winner wants the weekend with Betsy to cancel the debt. She accepts. Whom will she marry?",
         "On her deathbed, a mother makes her son promise never to get married, which scars him with psychological blocks to a commitment with his girlfriend. They finally decide to tie the knot in Vegas, but a wealthy gambler arranges for the man to lose sixty-five thousand dollars in a poker game, and offers to clear the debt for a weekend with his fiancée. Suddenly the man is insanely jealous, and pursues his fiancée and her rich companion, but finds pitfalls in his path as the gambler tries to delay his interference.—Ed Sutton <esutton@mindspring.com>",
         "Commitment-phobe Jack loses a big fortune in Vegas to a professional gambler, who borrows Jack's fiancee Betsy for a getaway as collateral. But when Betsy starts falling in love with her captor, Jack must summon his courage to win her back.—Anonymous"
      ],
      "genres": [
         "Comedy",
         "Romance",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYzA3ODllYTgtMWM4NC00MmNiLThhYTctNzdkNTQzZTA4YmM1XkEyXkFqcGdeQXVyNjMwMjk0MTQ@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Zandalee",
      "year": "1991",
      "character": "Johnny Collins",
      "plot": [
         "Thierry's wife Zandalee married the poet he once was. Taking over his dad's company in New Orleans gives him stress and impotence. Thierry meets his high school buddy Johnny at a bachelor party. The painter Johnny can satisfy Zandalee.",
         "Bored with her marriage to burnt out poet turned corporate executive Thierry, Zandalee falls prey to an old friend of her husband, the manipulative and egotistical Johnny and becomes enmeshed in a sensual, passionate and destructive affair. But it isn't only the flames of their erotic affair that are fanned by the steamy heat of the deep New Orleans nights; hatred, desire and revenge stalk the lovers' with a relentless precision, and for Zandalee, the moment of truth arrives with a terrifying finality.—<alf@st.nepean.uws.edu.au>"
      ],
      "genres": [
         "Drama",
         "Romance",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNzg5ODRlMjMtYmExYi00Y2NlLThhNmEtNzlhNWYyZjg4MDk2XkEyXkFqcGdeQXVyNjU0NTI0Nw@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Industrial Symphony No. 1: The Dream of the Brokenhearted",
      "year": "1990",
      "character": "Heartbreaker",
      "plot": [
         "The performer of Twin Peaks theme Julee Cruise's experimental concert film, which opens with a short intro where a man breaks up with his girl over the phone, which devastates her. The concert is set in her nightmarish subconscious mind.",
         "Pivoting around the emotionally charged telephone conversation between an unsuspecting Laura Dern, and a devastated but determined Nicolas Cage, the first powerful scene of David Lynch's \"Industrial Symphony\" ends with a painful breakup. Then, a floating Julee Cruise dressed in white appears out of thin air, inviting us in a palpable, ill-lit, nightmarish hallucination, as the cacophonous sounds of rejection intensify the despair of the heart-broken woman. To portray the scarred, anhydrous landscapes of separation and solitude, Julee Cruise performs hauntingly evocative songs from her 1989 debut album, \"Floating into the Night\", as well as recordings from the second season of Twin Peaks (1990). The performance was filmed at the Brooklyn Academy of Music Opera House, on November 10, 1989.—Nick Riganas"
      ],
      "genres": [
         "Drama",
         "Fantasy",
         "Music"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYjczNzFjOTktZGRmNS00Yjc3LTgzNGEtMDQxZWY4MjUwMjkzXkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_SY150_CR6,0,101,150_.jpg"
   },
   {
      "title": "Wings of the Apache",
      "year": "1990",
      "character": "Jake Preston",
      "plot": [
         "Elite Apache helicopter pilots are tasked with destroying powerful armed drug cartels operating in South America.",
         "The U.S. Government is willing to help any country that requires help in ridding themselves of drugs with support from the Army. Unfortunately, the drug cartels have countered that offer by hiring one of the best air-combat mercenaries and have armed him with a Scorpion attack helicopter. The army decides to send in its best people from its Apache Air Combat school. But first they have to be taught how to fly air-to-air combat missions—Michael O'Keefe <epamok@epa.ericsson.se>"
      ],
      "genres": [
         "Action",
         "Adventure"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMDFlOTI3YjEtOTZjNS00ZDc0LTgyZmMtM2QzMzU1ZDcyMTU2XkEyXkFqcGdeQXVyMjY3MjUzNDk@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Wild at Heart",
      "year": "1990",
      "character": "Sailor",
      "plot": [
         "Young lovers Sailor and Lula run from the variety of weirdos that Lula's mom has hired to kill Sailor.",
         "Lula's psychopathic mother goes crazy at the thought of Lula being with Sailor, who just got free from jail. Ignoring Sailor's probation, they set out for California. However their mother hires a killer to hunt down Sailor. Unaware of this, the two enjoy their journey and themselves being together... until they witness a young woman dying after a car accident - a bad omen.—Tom Zoerner <Tom.Zoerner@informatik.uni-erlangen.de>",
         "Knowing that the greedy hands of Sailor--the worthless, snakeskin-clad lover of her young daughter Lula--are all over her lithe body, Lula's hysterical and domineering mother, Marietta, sends a pitiless assassin to wipe him out. Instead, after serving 22 months and 18 days in jail, the raven-haired, number-one fan of legendary Elvis Presley reunites with rebellious 20-year-old Lula. And as Sailor breaks his probation, off they go on the adventure of a lifetime in a black 1965 Ford Thunderbird convertible. Now, the endless, gasoline-scented stretches of road become a living canvas of impatient passion, fateful encounters, crafty double-crosses, and unbridled violence. However, sleazy and murderous characters are hell-bent on putting an end to the ardent, lovers-on-the-run romance. The long road to redemption is treacherous, and the fugitives of love are running out of money faster than expected. Can there be salvation when you are wild at heart?—Nick Riganas",
         "Young lovers Sailor and Lula take off for New Orleans following Sailor's release from prison, with Lula's hysterical mother, a weary detective and a sinister hitman after them. During their journey, Lula and Sailor relate the events of their lives to date, while encountering a typical gallery of Lynch grotesques. After being stranded in a small town, Sailor agrees to join the loathsome Bobby Peru in a criminal venture.—Bernard Keane <BKeane2@email.dot.gov.au>",
         "After breaking parole for self defensive manslaughter, Sailor Ripley and his girlfriend Lula Fortune head down the highway for sunny California. Lula's mother sends out a private detective and a hitman after them. Sailor and Lula encounter an assortment of extremely bizarre \"people\" while discovering hidden secrets about one another. Full of lurid imagery and references to The Wizard of Oz.—Jennifer Harrison"
      ],
      "genres": [
         "Comedy",
         "Crime",
         "Drama",
         "Thriller"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BODJiNmU0YzgtMGU1MS00M2YzLWI1NDctOGQwYWRiODZkM2YwXkEyXkFqcGdeQXVyNjc5NjEzNA@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Time to Kill",
      "year": "1989",
      "character": "Enrico Silvestri",
      "plot": [
         "In 1936, when Ethiopia is being invaded by the Italian army, Lieutenant Silvestri sets off for the nearest camp hospital to take care of a toothache. En route he meets a young Ethiopian girl, which leads to a tragic course of events that devastates his entire life.—1felco"
      ],
      "genres": [
         "Drama",
         "War"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZThlZGFhNTQtMzM0Mi00NWM4LTkxZDAtOWI1ZDk0MjM2ZGIyXkEyXkFqcGdeQXVyMTY5Nzc4MDY@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Never on Tuesday",
      "year": "1988",
      "character": "Man in Red Sports Car (uncredited)",
      "plot": [
         "After their cars collide on a desert highway in the middle of nowhere, two friends and a woman they both like must wait for someone to pass by and help them. Unfortunately, those who do stop turn out to be criminals, eccentrics or wackos.",
         "Matt and Eddie are two young men from the mid-west travelling to California to see the sights - primarily semi-clad women on beaches. They hop into their car and head off through the desert on their quest. Hours from civilization the two are horsing around inside the car, lose control, and collide with the only car they've seen for miles. The driver of the other car is Tuesday, the most beautiful woman they've ever seen. Stranded in the desert, Matt and Eddie fantasize about Tuesday while they wait for someone to stop and help them. A motley collection of humanity happen by, but few are willing to help.—Brian D. Switzer <bswitzer@uoguelph.ca>"
      ],
      "genres": [
         "Comedy",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMDUxM2I4M2UtYWJlYS00YTJiLThiY2UtYTU4OGEzZTE1YWM4XkEyXkFqcGdeQXVyNTM3MDMyMDQ@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Vampire's Kiss",
      "year": "1988",
      "character": "Peter Loew",
      "plot": [
         "After an encounter with a neck-biter, a publishing executive thinks that he's turning into a vampire.",
         "A publishing executive is visited and bitten by a woman and starts exhibiting erratic behavior. He pushes his secretary to extremes as he tries to come to terms with his delusions. The woman continues to visit and as his madness deepens, it begins to look as if some of the events he's experiencing may be hallucinations.—Ed Sutton <esutton@mindspring.com>"
      ],
      "genres": [
         "Comedy",
         "Crime",
         "Fantasy",
         "Horror"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTM1MDAyMDYxMV5BMl5BanBnXkFtZTcwNDQwMzc3NA@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Moonstruck",
      "year": "1987",
      "character": "Ronny Cammareri",
      "plot": [
         "Loretta Castorini, a bookkeeper from Brooklyn, New York, finds herself in a difficult situation when she falls for the brother of the man she has agreed to marry.",
         "No sooner does Italian-American widow Loretta accept a marriage proposal from her doltish boyfriend, Johnny, then she finds herself falling for his younger brother, Ronny. She tries to resist, but Ronny lost his hand in an accident he blames on his brother, and has no scruples about aggressively pursuing her while Johnny is out of the country. As Loretta falls deeper in love, she comes to learn that she's not the only one in her family with a secret romance.—Jwelch5742",
         "Loretta Castorini, a Brooklyn bookkeeper in her late 30s whose husband died several years earlier in a bus accident, decides it's time to get married again. So she accepts the proposal of a nice, middle-aged fellow named Johnny Cammareri. Loretta is convinced her first marriage was cursed because she and her husband had gotten married at City Hall; this time, she's determined to do things right, even as she admits to her mother, Rose, that she's not really in love with Johnny. (To which Rose replies: \"Good. When you love them, they drive you crazy, 'cause they know they can.\" Rose speaks from rueful experience; she suspects, with good reason, that her husband, Cosmo, is cheating on her.) Loretta is convinced that marrying Johnny is the safe and sure thing to do - until she meets his estranged younger brother Ronny, who tends the ovens in a neighborhood bakery. Loretta discovers that in startling contrast to the pleasant, mild-mannered Johnny, Ronny is moody and passionate; what follow are complications worthy of a comic opera.—Eugene Kim <genekim@concentric.net>"
      ],
      "genres": [
         "Comedy",
         "Drama",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjIwMDY0NzYyMF5BMl5BanBnXkFtZTcwOTE5NDk0NA@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Raising Arizona",
      "year": "1987",
      "character": "H.I. McDunnough",
      "plot": [
         "When a childless couple--an ex-con and an ex-cop--decide to help themselves to one of another family's quintuplets, their lives become more complicated than they anticipated.",
         "Recidivist hold-up man H.I. McDonnough and policewoman Edwina marry, and then discover that they are unable to conceive a child. Desperate for a baby, the pair decide to kidnap one of the quintuplets of furniture tycoon Nathan Arizona. The McDunnoughs try to keep their crime secret, while friends, co-workers, and a feral bounty hunter look to use Nathan Jr. for their own purposes.—Scott Renshaw <as.idc@forsythe.stanford.edu>",
         "It's the story of \"Ed\" (short for Edwina), a policewoman who falls in love with \"Hi\" (short for H.I. McDunnough), while she's taking his mug shots. She's infertile and he's a habitual robber of convenience stores, and their folksy marital bliss depends on settling down with a rug rat. Unable to conceive, they kidnap one of the newsworthy quintuplets born to an unpainted-furniture huckster named Nathan Arizona. A Harley-riding bounty hunter gets on their trail and family life turns as dangerous as their former lives.—Anthony Pereyra {hypersonic91@yahoo.com}",
         "Colorful, unconventional slapstick comedy. Ex-con Hi and ex-cop Ed meet, marry and long for a child in the wilds of Arizona. When Ed discovers she's barren, the God-given solution is presented: to snatch a baby from a set of quints. Thus begins a series of kidnappings, capers, and rum goings-on that revolve around the helpless yet universally-loveable child. Hi's convict friends, his boss, and even the Lone Biker Of The Apocalypse become involved in the ever-twisting plot in the quest to claim the baby.—<morry@argonet.co.uk>"
      ],
      "genres": [
         "Comedy",
         "Crime"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BOGUwZTEwZTYtZmQ0OS00NmM1LWE2ZTQtNjZiYmE4ZmUxMjk1XkEyXkFqcGdeQXVyMTQxNzMzNDI@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Peggy Sue Got Married",
      "year": "1986",
      "character": "Charlie Bodell",
      "plot": [
         "Peggy Sue faints at a high school reunion. When she wakes up, she finds herself in her own past, just before she finished school.",
         "Peggy Sue was one of the most popular girls in high school, enjoying life with her friends and her boyfriend Charlie. It was the typical high school dream, until she finds herself married to Charlie and becoming a young mother. However, her life takes a serious turn, leaving her depressed and facing divorce when Charlie runs off with another woman. At her high school reunion, Peggy Sue faints and wakes up back in high school. Despite her confusion about what has happened and how to get back to her own time, Peggy realizes that she has a chance to start her life over, to avoid her depression and her marriage to Charlie. However, just because she knows the future, does that mean she can really avoid it?—Lex",
         "Forty-three year old Peggy Sue Bodell (née Kelcher) is in an unsatisfying marriage to her high school sweetheart, Charlie Bodell, a marriage which includes money issues and infidelity. They got married when she got pregnant at age eighteen. He still dreams about the musical career he wanted that never materialized. She feels he blames her for that failure. They are on the verge of divorce. At a pivotal moment related to her high school life, Peggy Sue mysteriously gets transported back twenty-five years to her senior year of high school. Initially, she is most concerned about what has happened to her, not knowing if what she's experiencing is real or if perhaps she's dead. But after the initial shocks of revisiting her youth, Peggy Sue thinks that she can rewrite her past and make different decisions that will affect her future, one she hopes will be happier than what she experienced the first time around. But she also learns some things about why Charlie made the decisions he did.—Huggo"
      ],
      "genres": [
         "Comedy",
         "Drama",
         "Fantasy",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYjg2MzE1MzQtZDY2My00YzU2LThjNmMtODY5YTU5ZDQ2MzAzXkEyXkFqcGdeQXVyMTA0MjU0Ng@@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Boy in Blue",
      "year": "1986",
      "character": "Ned Hanlan",
      "plot": [
         "Based on the life of Ned Hanlan, the late-19th century Canadian sculler and world champion. Hanlan was one of the first scullers to successfully utilize the \"sliding seat.\"—Greg Doyle"
      ],
      "genres": [
         "Biography",
         "Drama",
         "Sport"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMTk4ZTNkNWQtMGM3OS00ZjE0LTg2ZmMtMGFmNjI3MGJlN2FlXkEyXkFqcGdeQXVyMjIzMTQ5NjE@._V1_SY150_CR4,0,101,150_.jpg"
   },
   {
      "title": "Birdy",
      "year": "1984",
      "character": "Al Columbato",
      "plot": [
         "After two friends return home from the Vietnam War one becomes mentally unstable and obsesses with becoming a bird.",
         "Philly boys Al and Birdy became friends in high school despite the extreme difference in their personalities, Al being the popular and athletic extrovert, Birdy the antisocial \"weird\" introvert. Al gave Birdy his nickname because of his fascination - obsession really - with birds, especially with flight. Al and Birdy have just completed their service of duty in the Vietnam War and have returned to the States. Al sustained some serious physical injuries, which required major reconstructive surgery to his face. Birdy, however, returned from Vietnam seemingly emotionally scarred. He was missing in action for one month. He has not spoken since he was found. Despite his own medical issues, Al travels to the institution where Birdy is being kept to see if he can assist in getting Birdy out of his near comatose state. Having always had issues with authority, Al is less than forthright with the doctors about Birdy's mental state prior to the war. As Al tries whatever he can to help Birdy using tools from their shared history prior to the war, he deals with his own post-war mental state.—Huggo"
      ],
      "genres": [
         "Drama",
         "War"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNDEyMzJjZGQtZDhiOC00YjdmLTg1Y2ItZjA1MmFmNTFhYzRjXkEyXkFqcGdeQXVyMjUzOTY1NTc@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Cotton Club",
      "year": "1984",
      "character": "Vincent Dwyer",
      "plot": [
         "Meet the jazz musicians, dancers, owner, and guests (like gangster Dutch Schultz) of The Cotton Club in 1928-1930s Harlem.",
         "The Cotton Club was a famous Harlem nightclub. This is the story of the people who visited this club as well as the people who ran it, and the film is generously peppered with the jazz music that made the Cotton Club so renowned in the 1920s and 1930s.—Colin Tinto <cst@imdb.com> with corrections by BSmith",
         "The parallel and occasionally intersecting stories of Sandman Williams and Michael \"Dixie\" Dwyer, starting in 1928; the intersections mainly happen at the Cotton Club, a Harlem jazz club where the performers, like Sandman who has a dance routine with his brother Clay, are exclusively black and the patrons, like Dixie--personal musician (jazz cornetist and pianist) to married gangster Dutch Schultz whom he often accompanies to the club--are exclusively white. Sandman's focus on advancing his and Clay's dance career together ends up taking a back seat and threatens their relationship altogether when Sandman meets and falls in love with club singer Lila Rose Oliver, a biracial woman with Broadway aspirations who can pass for either black or white depending on the situation but doesn't fit wholly into either world. Dixie fell into Dutch's employ by chance and finds getting out difficult; he can't stomach the senseless killing around--and often initiated by--Dutch. Dixie gets into a passionate relationship with singer Vera Cicero, Dutch's girl-on-the-side who, unlike Dixie, can stomach being with Dutch to achieve her goal of owning her own club. When the club's owner, Owney Madden--a gangster himself, with a heart of gold--offers Dixie a way out, Dixie tries to convince Vera that the life he can offer her is better than what she has with Dutch, and in the process keep from being hunted down by Dutch in what he would see as an act of betrayal.—Huggo"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Music"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMWU2NGMxNTctNDc4MC00ZTdkLTlhYjItMTRjMmMxZDBjZTMwXkEyXkFqcGdeQXVyNDkzNTM2ODg@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Racing with the Moon",
      "year": "1984",
      "character": "Nicky / Bud",
      "plot": [
         "In 1942 California, two young men await induction into the U.S. Marines and say goodbye to their girlfriends.",
         "Henry and Nicky are small town pals from blue collar families with only a short time before they ship off to World War II. Henry begins romancing new-to-town Caddie Winger, believing her to be wealthy. Mischievious and irresponsible, Nicky gets into trouble which forces the other two to become involved, testing their relationship, as well as the friendship between the boys.—David Fowler",
         "In the Christmas of 1942, in Point Muir, California, the seventeen years-old Henry \"Hopper\" Nash is the best friend of the reckless Nicky, who dates the local Sally Kaiser. Henry and Nicky have enlisted themselves in the U.S. Marines and they are waiting to be summoned to travel very soon. When Henry sees the gorgeous Caddie Winger, he has a crush on her and follows Caddie to find where she lives. He discovers that her address is a fancy manor on the top of the hill and Henry believes she is a wealthy teenager while she is actually the daughter of the maid. Sooner Caddie and Henry date each other and they fall in love with each other. Meanwhile Sally gets pregnant and Nicky needs a large amount for an abortion. They try to raise the money and when Nicky is desperate, he takes an attitude that will test his friendship with Henry.—Claudio Carvalho, Rio de Janeiro, Brazil"
      ],
      "genres": [
         "Comedy",
         "Drama",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BZDRhOGM2MzYtMjNmNC00MDFhLWEwY2EtM2Q5OGIwNDYxYzQ1XkEyXkFqcGdeQXVyMTUzMDUzNTI3._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Rumble Fish",
      "year": "1983",
      "character": "Smokey",
      "plot": [
         "Absent-minded street thug Rusty James struggles to live up to his legendary older brother's reputation, and longs for the days of gang warfare.",
         "Rusty James is the leader of a small, dying gang in an industrial town. He lives in the shadow of the memory of his absent, older brother -- The Motorcycle Boy. His mother has left, his father drinks, school has no meaning for him and his relationships are shallow. He is drawn into one more gang fight and the events that follow begin to change his life.—Bruce Janson <bruce@cs.su.oz.au>",
         "Inspired by the faded memories of a past he never knew, while living with the ashen ghost of Motorcycle Boy--his missing brother and a criminal royalty in self-exile--cornered Rusty James, a teenage hoodlum living for the moment, is going nowhere fast. Indeed, Rusty James seems doomed to live forever in his brother's shadow, struggling to find an identity amid brutal rumbles, frail allegiances, and equally meaningless friendships. Then, the legendary prince of the violent Packers gang returns, and wide-eyed Rusty is on cloud nine. At last, Rusty's golden opportunity to prove his worth has come, and no one can stand in the way of fulfilling his damned destiny. But, life is cruel as it is for saints and sinners alike. What does the future have in store for those who don't fit in?—Nick Riganas",
         "Rusty James is an up-and-coming street hoodlum, lamenting the salad days of the gangs when his older brother, The Motorcycle Boy, ran things as President of the Packers. Before disappearing two months earlier, Motorcycle Boy outlawed gang wars, or \"rumbles,\" by a treaty. When Rusty James breaks the treaty in a fight with Biff Wilcox, and gets seriously hurt, his brother suddenly appears. Distracted, delusional and enigmatic, his brother seems haunted and disinterested in his past as a \"neighborhood novelty.\" Over the next few days, James' dead end life of posturing seems to fall apart; he loses his girlfriend, his friends, his own sense of confidence. The future looms like a dark, unknown wall locking James in. Through Motorcycle Boy's example, he finally learns to break free from others' expectations, and his own inner demons.—David Spalding <http://korova.com/film>"
      ],
      "genres": [
         "Crime",
         "Drama",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYjVkNjczZDEtZGQyZS00ZWUyLWFmMzctMzE5YjM1YTczZTE3L2ltYWdlL2ltYWdlXkEyXkFqcGdeQXVyNjc1NTYyMjg@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "Valley Girl",
      "year": "1983",
      "character": "Randy",
      "plot": [
         "Julie, a girl from the valley, meets Randy, a punk from the city. They are from different worlds and find love. Somehow they need to stay together in spite of her trendy, shallow friends.",
         "Julie, a girl from the valley, meets Randy, a punk from the city. They are from different worlds and find love. Somehow they need to stay together in spite of her trendy, shallow friends.—Josh Pasnak <chainsaw@intouch.bc.ca>",
         "Julie Richman(Deborah Foreman) is a sweet-natured, if shallow, Valley Girl. After breaking up with her jerk boyfriend Tommy (Michael Bowen), she is at her friend Suzi Brent's (Michelle Meyrink) party (\"the social event of the season\") when two boys from Hollywood crash the scene. One of them, the sensitive and adventurous Randy (Nicolas Cage), is immediately smitten with Julie, and she with him. Julie's friends, however, are not smitten with Randy purely because he is from \"Holly-weird\" and want Julie to dump Randy and get back together with Tommy. Julie must decide which is more important: her heart and the boy she loves, or the approval of her friends. A side story involves Suzi and her stepmom (Lee Purcell) vying for the attention of Skip (David Ensor) the grocery delivery boy.—The Fox-2"
      ],
      "genres": [
         "Comedy",
         "Romance"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BMjA4NzI5OTgyMV5BMl5BanBnXkFtZTgwODgwNjU1MDE@._V1_SY150_CR0,0,101,150_.jpg"
   },
   {
      "title": "Fast Times at Ridgemont High",
      "year": "1982",
      "character": "Brad's Bud (as Nicolas Coppola)",
      "plot": [
         "A group of Southern California high school students are enjoying their most important subjects: sex, drugs and rock n' roll.",
         "Follows a group of high school students growing up in southern California, based on the real-life adventures chronicled by Cameron Crowe. Stacy Hamilton and Mark Ratner are looking for a love interest, and are helped along by their older classmates, Linda Barrett and Mike Damone, respectively. The center of the film is held by Jeff Spicoli, a perpetually stoned surfer dude who faces off with the resolute Mr. Hand, who is convinced that everyone is on dope.—Rick Gregory <rag.apa@email.apa.org>",
         "A look at the lives and loves of a group of high school students. It's the final year of high school for Brad Hamilton who decides he should break up with his longtime girlfriend to play the field. He's at a loss however when she breaks up with him first. Jeff Spicoli continues to take delight in getting under the skin of his teacher, Mr. Hand. Others are looking for love, sex and just plain having a good time which, for the most part, they all seem to find though sometimes in unexpected places.—garykmcd",
         "In California, at Ridgemont High, a group of teenagers are looking for something as part of discoveries in their lives: the pothead Jeff Spicoli, who is permanently stoned, dreams on becoming a great surfer in Hawaii. His history teacher Mr. Hand is giving hard time to him. The fifteen year-old virgin Stacy Hamilton wants to have sex and her friend Linda Barrett is her mentor. Her brother Brad Hamilton works at a fast-food and is paying for his Cadillac. He wants to break with his girlfriend Lisa now that he is senior to date other girls. The shy Mark 'Rat' Ratner is into Stacy and his friend Mike Damone is his mentor. Along the semester, they have surprises and make discoveries about friendship and love.—Claudio Carvalho, Rio de Janeiro, Brazil",
         "Pretty but inexperienced Ridgemont High School freshman Stacy Hamilton only dreams about finding her ideal date. But when bad advice and worldly best friends enter the equation, finding love is easier said than done. At the same time, Stacy's big brother Brad is toying with the idea of walking away from love. And then, there's Stacy's carefree surfer classmate Jeff Spicoli, who lives for the moment and takes great pleasure in pushing strict history teacher Mr Hand's buttons. However, time and life wait for no one. Who knows what tomorrow holds?—Nick Riganas"
      ],
      "genres": [
         "Comedy",
         "Drama"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BYzBlZjE1MDctYjZmZC00ZTJmLWFkOWEtYjdmZDZkODBkZmI2XkEyXkFqcGdeQXVyNjQ2MjQ5NzM@._V1_SX101_CR0,0,101,150_.jpg"
   },
   {
      "title": "The Best of Times",
      "year": "1981",
      "character": "Nicholas (as Nicolas Coppola)",
      "plot": [
         "Here's the lives of 7 teenage friends in 1981, singing, dancing and breaking the 4th wall.",
         "This ABC pilot starred 7 teenagers in a 80's style Laugh-In. It told the light and dark side of teenage thoughts with dancing and singing added in for color. It would have done well in a Saturday morning slot, but alas, it was put up with the big guys and was swallowed up before it even had a chance. Bummer!.—Anonymous"
      ],
      "genres": [
         "Comedy"
      ],
      "cover": "https://m.media-amazon.com/images/M/MV5BNjZlYTFiMzgtZWYwMS00OTExLWI3YmQtYTc5YzlmYzJiMTI0XkEyXkFqcGdeQXVyMzU0NzkwMDg@._V1_SY150_CR6,0,101,150_.jpg"
   }
]